Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: en_GB
hu: hu_HU

source: Account Information
hu: Fiókinformációk

source: Account Statistics
hu: Fiókstatisztikák

source: Add Funds
hu: Alaptőkét Hozzáad

source: Amount to Add
hu: Összeget Hozzáad

source: Maximum Deposit
hu: Maximális Befizetés

source: Maximum Balance
hu: Maximális Egyenleg

source: Maximum Balance amount is
hu: Maximális Egyenleg összeg

source: Maximum Deposit amount is
hu: Maximális Befizetés összeg

source: Minimum Deposit
hu: Minimum Befizetés

source: Minimum Deposit amount is
hu: Minimum Befizetés összege

source: Add More
hu: Hozzáad Tovább

source: Activate Affiliate Account
hu: Partner fiók Aktiválása

source: Current Balance
hu: Aktuális egyenleg

source: Receive an initial bonus deposit in your affiliate account of
hu: Kap egy bónusz kezdeti letét affiliate-fiókjába

source: of every payment each customer you refer to us makes for the entire duration of their hosting account
hu: minden fizetési minden ügyfél akkor utal nekünk teszi a teljes időtartama alatt a tárhely számla

source: Commission
hu: Jutalék

source: Join our affiliate program or view earnings
hu: Csatlakozzon partner program, vagy jövedelem megtekintése

source: We do not currently offer an affiliate system to our clients.
hu: Jelenleg nem kínálunk partner rendszert ügyfeleink számára.

source: Earn
hu: Pénzt keres

source: Total Earnings to Date
hu: Teljes eredmény a dátum

source: When you refer someone to our website with your unique referral ID, a cookie is placed on their computer containing this ID so if they bookmark the site and come back later you will still receive the commission.
hu: Ha olvassa valaki a honlapunkat az Ön egyedi azonosítója elé, egy cookie kerül a számítógépére, amely az azonosító, így ha könyvjelzo az oldalon, és gyere vissza később akkor is megkapja a jutalékot.

source: Hosting Package
hu: Tárhely csomag

source: Activate your affiliate account today to:
hu: Aktiválása a partner számla ma:

source: Link to Us
hu: Link hozzánk

source: You have currently not received any signups
hu: Öntől jelenleg még nem kaptun regisztrációt

source: These statistics are in real time and update instantly
hu: Ezek a statisztikák valós idejű és frissíti azonnal

source: Your Unique Referral Link
hu: Az Ön Egyedi Hivatkozás linkje

source: Your referrals
hu: Az Ön hivatkozásai

source: Request Withdrawal
hu: Kérelem visszavonása

source: Signup Date
hu: Regisztráció dátuma

source: Affiliates
hu: Partnerek

source: Number of Visitors Referred
hu: Látogatók száma Hivatkozás

source: Your request for a withdrawal has been submitted. You will be contacted shortly.
hu: Az Ön kérelmet a visszavonási kérelmet benyújtották. Önnel felveszik a kapcsolatot hamarosan.

source: Total Amount Withdrawn
hu: Visszavont teljes összeg

source: View our latest news & announcements
hu: Tekintse meg legfrissebb híreket és bejelentéseket

source: No Announcements to Display
hu: Nincsenek megjelenítendő közlemények

source: View RSS Feed
hu: RSS-hírcsatornák megtekintése

source: Announcements
hu: Közlemények

source: Ban Expires
hu: Tilalom lejár

source: Ban Reason
hu: A tilalom oka

source: has been banned
hu: már betiltották

source: IP Banned
hu: Tiltott IP

source: Your IP
hu: Az Ön IP

source: Browse Products &amp; Services
hu: Keresés a termékek között &amp; Szolgáltatások

source: Configure Domain Extras
hu: Konfigurálás Domain Extrák

source: This product/service has some options which you can choose from below to customise your order.
hu: Ez a termék/szolgáltatás néhány lehetőség, amelyek közül választhat az alábbi testreszabása érdekében.

source: Configure Server
hu: Szerver Konfigurálása

source: This product/service requires some additional information from you to allow us to process your order.
hu: Ez a termék/szolgáltatás szükséges további információt, hogy lehetővé teszik számunkra a megrendelés feldolgozásához.

source: Domains Configuration
hu: Domainek konfigurációja

source: Below you can configure the domain names in your shopping cart selecting the addon services you would like, providing required information for them and defining the nameservers that they will use.
hu: Az alábbiakban állíthatja be a domain neveket a kosárban kiválasztása addon szolgáltatást szeretne, amely szükséges információkat, és meghatározzák a névszerverek, hogy használni fog.

source: Has Hosting
hu: Van Tárhely

source: No Hosting! Click to Add
hu: Nincs Tárhely! Kattintson a Hozzáadásra

source: Edit Configuration
hu: Konfiguráció szerkesztése

source: Your Shopping Cart is Empty
hu: Az Ön kosara üres

source: Are you sure you want to empty your shopping cart?
hu: Biztos benne, hogy Ön kosara üres?

source: Existing Client Login
hu: Meglévő Ügyfél Bejelentkezés

source: To add this order to your existing account, you will need to login below.
hu: Hozzáadhatja ezt annak érdekében, hogy a meglévő fiók, be kell Bejelentkezés alább.

source: If you want to use custom nameservers then enter them below. By default, new domains will use our nameservers for hosting on our network.
hu: Ha szeretné használni saját névszerverek, majd adja meg azokat az alábbiakban. Alapértelmezés szerint az új domainek fogja használni a névszerverek számára, hogy otthont a mi hálózat.

source: Product Addons
hu: Termék Kiegészítések

source: Choose Package
hu: Válasszon csomagot

source: No Addons Available for your Products &amp; Services
hu: Nincs elérhető kiegészítő a szolgáltatásaihoz

source: Product Configuration
hu: Termék-konfiguráció

source: The product/service you have chosen has the following configuration options for you to choose from.
hu: A termék/szolgáltatás választotta az alábbi beállítási lehetőségek közül választhat.

source: Choose Domain
hu: Válasszon Domaint

source: The product/service you have chosen requires a domain name. Please enter your domain name below.
hu: A termék/szolgáltatás választott igényel domain nevet, így kérjük, adja meg a domain nevet válogatás alább.

source: Use a domain already in my shopping cart
hu: Használja a domaint már bevásárlókosárban van

source: Are you sure you want to remove this item from your cart?
hu: Biztosan el akarja távolítani ezt az elemet a kosárból?

source: Tax may be charged depending upon the state and country selections you make. Click to recalculate after making your choices.
hu: Adó lehet felszámítani attól függően, hogy az állam és az ország kiválasztott csinál. Kattints ide a újraszámolni, miután a döntéseket.

source: Shopping Cart
hu: Bevásárlókosár

source: Changes Saved Successfully!
hu: Változások sikeresen mentve!

source: Check Availability
hu: Elérhetőség ellenőrzése

source: Choose Currency
hu: Válassza ki a Pénznemet

source: Choose Domains
hu: Válassza ki a Domainek

source: Click here to login
hu: Kattints ide a belépéshez

source: Account Addons
hu: Fiók Kiegészítések

source: We do not allow depositing funds in advance with us at the current time.
hu: Letétbe helyezésével alapok előre velünk az aktuális időpontban nem engedélyezi.

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
hu: Mielőtt alapok tehát nem az aktuális időpontban folytatja rendelkeznie kell legalább egy aktív rendeléssel!

source: Thank You. Your order for the addon shown below has been placed. Please choose your method of payment from below.
hu: Köszönöm. Az Ön megrendelése az alábbi Kiegészítés került. Kérjük, válassza ki a fizetési módot alulról.

source: Pricing
hu: Ár

source: Addons for
hu: Kiegészítések a

source: Bandwidth Limit
hu: Sávszélesség korlátozása

source: Bandwidth usage
hu: Sávszélesség használat

source: Cancel Changes
hu: Mégsem Változások

source: Thank You. Your cancellation request has been submitted. If you have done this in error, open a support ticket to notify us immediately or your account may be terminated.
hu: Köszönöm. A törlési kérelmet nyújtottak be. Ha ezt megtette a hibát, nyissuk meg a támogatási jegyet azonnal értesítsen minket, vagy a számla meg lehet szüntetni.

source: This account has already had a cancellation request submitted so you cannot submit another.
hu: Ez a fiók már volt egy törlési kérelmet nyújtottak be, így nem nyújthatnak be egy másikat.

source: End of Billing Period
hu: Számlázási időszak vége

source: Immediate
hu: Azonnali

source: Cancellation Type
hu: Lemondás típus

source: Requesting Cancellation for
hu: Kérelmező a Lemondás

source: Briefly Describe your reason for Cancellation
hu: Kérjük röviden ismertesse a lemondás okát

source: Account Cancellation Request
hu: Fiók lemondási kérelem

source: Request Cancellation
hu: Lemondás

source: Change Your Password
hu: Jelszó megváltoztatása

source: Your Details Were Changed Successfully
hu: Az Ön adatai megváltoztak sikeresen

source: Email Preferences
hu: E-mail beállítások

source: Domain Emails - Renewal Notices, Registration Confirmations, etc...
hu: Domain e-maileket: Megújítás emlékeztetők, Regisztráció visszaigazolás, stb...

source: General Emails - General Announcements &amp; Password Reminders
hu: Általános e-mailek: Általános Közlemények &amp; Jelszó emlékeztetők

source: Invoice Emails - Invoices &amp; Billing Reminders
hu: Számlával kapcsolatos e-mailek: Számlák és számlázási emlékeztetők

source: Product Emails - Order Details, Welcome Emails, etc...
hu: Termék e-maileket: Rendelések részletei, Szolgáltatás aktiváló e-mailek, stb...

source: Support Emails - Allow this user to open tickets in your account
hu: Támogató e-maileket: A felhasználó bejelentéseket tehet az online ügyfélszoltálaton

source: Please enter your current answer
hu: Kérjük, adja meg az aktuális választ

source: Please choose your current security question
hu: Kérjük, válaszd ki a jelenlegi biztonsági kérdést

source: Delete Contact
hu: Kapcsolat törlése

source: Are you sure you want to delete this contact?
hu: Biztosan törölni szeretné ezt a kapcsolatot?

source: View & update your account details
hu: Fiók adatok megtekintése és szerkesztése

source: Disk Space Limit
hu: Lemezterület korlátozása

source: Disk Space Usage
hu: Lemezterület használat

source: No Domains Registered With Us
hu: Nem regisztrált velünk Domainek

source: My Emails
hu: Saját e-mailek

source: Date Sent
hu: Küldés dátuma

source: Below is a history of all messages we have sent to you. It allows you to easily read any correspondance relating to your account in case you lose any of your emails.
hu: Az alábbiakban a történelem minden üzenetet küldtünk Önnek. Ez lehetővé teszi, hogy könnyen olvasható legyen minden levelezés kapcsolatos fiókjába az esetre, ha elveszíti bármelyik e-maileket.

source: Message Subject
hu: Az üzenet tárgya

source: You did not enter your address (line 1)
hu: Nem adta meg címét (Címsor 1)

source: Your address can only contain letters, numbers and spaces
hu: A cím csak betűk, számok és szóközök tartalmazhat

source: We don't allow users with the email address provider you entered. Please try another email address.
hu: A felhasználók nem engedélyezzük, a megadott e-mail szolgáltató. Kérjük, próbálja meg egy másik e-mail címre.

source: You did not enter your city
hu: Nem adta meg a várost

source: Your city can only contain letters and spaces
hu: A város csak betűket és szóközöket tartalmazhat

source: Please choose your country from the drop down box
hu: Kérjük, válassza ki az országot a legördülő listából

source: The email address you entered was not valid
hu: A megadott e-mail cím érvénytelen.

source: You did not enter your first name
hu: Nem adta meg keresztnevét

source: Your first name can only contain letters
hu: A Keresztnév csak betűket tartalmazhat

source: is required
hu: van szükség

source: You did not enter your last name
hu: Nem adta meg vezetéknevét

source: Your last name can only contain letters
hu: Vezetéknév, csak betűket tartalmazhat

source: An error occurred, please try again later.
hu: Hiba történt, kérjük, próbálja meg később.

source: You did not confirm your password
hu: Nem erősítette meg a jelszót

source: The passwords you entered did not match
hu: Az általad megadott jelszavak nem egyeznek

source: You did not enter your phone number
hu: Nem adta meg telefonszámát

source: Your phone number is not valid
hu: A telefonszám nem érvényes

source: You did not enter your postcode
hu: Nem adta meg az irányítószámot

source: Your postcode can only contain letters, numbers and spaces
hu: Az irányítószám csak betűket, számokat és szóközöket tartalmazhat

source: The following errors occurred:
hu: A következő hibák történtek:

source: You did not enter your state
hu: Nem adta meg az államot

source: Client Name
hu: Ügyfél neve

source: Welcome to our client area where you can manage your account with us. This page provides a brief overview of your account including any open support requests and unpaid invoices. Please ensure you keep your contact details up to date.
hu: Üdvözöljük a ügyfél területen, ahol kezelheti-e a fiók velünk. Ez az oldal az a fiók, beleértve az esetleges nyitott támogatási kérelmek és a kifizetetlen számlák rövid áttekintést nyújt. Győződjön meg róla, naprakész kapcsolattartási adatait.

source: Next Due Date
hu: Következő esedékesség

source: Package
hu: Csomag

source: Leave blank unless you want to change your password.
hu: Hagyja üresen, ha meg akarja változtatni a jelszavát.

source: Modify Domain Contact Information
hu: Módosítsa Domain Kapcsolat Információkat

source: Modify Nameservers
hu: Módosítsa névszervereket

source: Modify WHOIS Contact Information
hu: Módosítsa WHOIS Kapcsolat Információkat

source: Add New Contact
hu: Új kapcsolattartó

source: Change Credit Card Details
hu: Hitelkártya-adatok módosítása

source: My Domains
hu: Saját Domainek

source: Order Additional Items
hu: Rendelés További tételek

source: Change Security Question
hu: Módosítás biztonsági kérdés

source: My Services
hu: Szolgáltatások

source: My Support Tickets
hu: Hibajegyek

source: No Contacts Found
hu: Nem található fiók

source: Zip Code
hu: Irányítószám

source: Product Details
hu: Termék Részletek

source: My Products &amp; Services
hu: Termékek &amp; Szolgáltatások

source: No Products/Services Ordered
hu: Nem Rendelhető Termékek/Szolgáltatások

source: Save Changes
hu: Módosítások mentése

source: Please enter an answer
hu: Kérjük, adja meg a választ

source: Please confirm your answer
hu: Kérjük, erősítse meg a választ

source: Please choose a security question
hu: Kérem válasszon ki egy biztonsági kérdést

source: Select Country
hu: Válasszon országot

source: Set Locking
hu: Zárolás beállítása

source: State/Region
hu: Megye

source: Suspended
hu: Felfüggesztett

source: Terminated
hu: Megszüntetett

source: Tick to enable
hu: Jelölje be, hogy Engedélyezze

source: Client Area
hu: Vezérlőpult

source: Unlimited
hu: Korlátlan

source: Update Your Details
hu: Az Ön adatai Frissítése

source: Used
hu: Használt

source: View Available Addons
hu: Elérhető Kiegészítések Megtekintése

source: View Details
hu: Részletek megtekintése

source: Client Login
hu: Ügyfél Bejelentkezés

source: Please fill in the fields below to register for a new account.
hu: Kérjük, töltse ki az alábbi mezőket, hogy regisztráljon egy új fiókot.

source: Verify Registration
hu: Regisztrációjának ellenőrzése

source: Please enter the text you see in the image below into the text box provided. This is required to prevent automated registrations.
hu: Kérjük, adja meg a szöveget látja az alábbi képen a szöveges mezőben. Erre azért van szükség, hogy megakadályozza az automatikus regisztrációt.

source: Incorrect Verification Image Code Entered
hu: Helytelen beírt Ellenőrző kép kód

source: Close Window
hu: Ablak bezárása

source: Complete Order
hu: Megrendelés

source: Confirm New Password
hu: Új jelszó megerősítése

source: If you have any pre-sales questions or want to contact us, please use the form below.
hu: Ha bármilyen értékesítés előtti kérdéseket, vagy szeretné felvenni velünk a kapcsolatot, kérjük használja az alábbi űrlapot.

source: Message
hu: Üzenet

source: Send Message
hu: Üzenet küldése

source: Your Message has been Sent
hu: Az üzenet el lett küldve

source: Pre-Sales Contact Us
hu: Értékesítés előtti Kapcsolatfelvétel

source: Pay by Credit Card
hu: Hitelkártyával fizetni

source: As part of our fraud prevention measures, you will now be asked to perform the Verified by Visa or Mastercard SecureCode verification to complete your payment.<br /><br />Do not click the refresh or back button or this transaction may be interrupted or cancelled.
hu: A csalások megelőzésével kapcsolatos intézkedések részeként most kérni fogja végrehajtani a hitelesített Visa vagy Mastercard SecureCode ellenőrzésével a fizetés végrehajtásához.<br /><br />Ne kattintson a frissítés vagy a Vissza gombra, vagy a tranzakció megszakad, vagy törlik.

source: Issue Number
hu: Kibocsátási szám

source: Start Date
hu: Kezdő dátuma

source: Card Type
hu: Kártyatípus

source: The cards CVV number is required
hu: A kártya CVV szám szükséges

source: Thank You! Your new card details have been accepted and the first payment for your account has been taken. You have been sent a confirmation email about this.
hu: köszönöm! Új kártyainformációk elfogadásra került, és a fiók első fizetési vették. Voltál küldött egy visszaigazoló e-mailben körülbelül ez.

source: CVV/CVC2 Number
hu: CVV/CVC2 szám

source: Where do I find this?
hu: Hol található ez?

source: The credit card details you entered were declined. Please try a different card or contact support.
hu: A beírt hitelkártya-adatok elutasították. Próbálja meg egy másik kártyát, vagy Kapcsolatfelvétel az ügyfélszolgálattal.

source: You did not enter the card expiry date
hu: Nem adta meg a kártya érvényességi idejét

source: Enter New Card Information Below
hu: Írja be az új kártyát az alábbi információkat

source: You did not enter your card number
hu: Nem adta meg kártya számát

source: The credit card details you entered were invalid. Please try a different card or contact support.
hu: A hitelkártya-adatok megadott érvénytelen. Próbálja meg egy másik kártyát, vagy Kapcsolatfelvétel az ügyfélszolgálattal.

source: The credit card number you entered is invalid
hu: A megadott hitelkártya száma érvénytelen

source: Any data you enter here is submitted securely and is encrypted to reduce the risk of fraud
hu: Minden itt megadott adatai benyújtásának biztonságos és titkosított csökkenti a csalás kockázatát

source: Use Existing Card
hu: Használja meglévő kártyát

source: value is not valid
hu: érték nem érvényes

source: Minutes
hu: Percek

source: Seconds
hu: Másodpercek

source: Default Billing Contact
hu: Alapértelmezett számlázási adatok

source: Try these alternatives:
hu: Próbálja ki ezeket az alternatívákat:

source: Available! Order Now
hu: Elérhető! Rendelje meg most

source: Congratulations!
hu: Gratulálok!

source: is available!
hu: Elérhető!

source: To register this domain click on the link below
hu: A regisztráláshoz a domain kattintson az alábbi linkre

source: Bulk Domain Search
hu: Tömeges Domain Keresés

source: The bulk real-time domain name search allows you to search up to 20 domains at once. Enter the domains in the field below, one per line - do not enter www. or http:// in front.
hu: A tömeges valós idejű domain név keresés lehetővé teszi, hogy ön-hoz kutatás valameddig 20, domainek egyszerre. Adja meg a domainek területen az alábbi, soronként - nem www. vagy http:// előtt.

source: You can transfer your existing domains to us today. To get started, simply enter the domains below, one per line - do not include the www. or http://
hu: Akkor Transzfer a meglévő domainek nekünk ma. A kezdéshez egyszerűen írja be a domainek alatt, soronként - nem tartalmazzák a www. vagy http://

source: Bulk Domain Transfer
hu: Tömeges Domain Transzfer

source: Contact Information
hu: Kapcsolattartási információk

source: Current Renewal Date
hu: Jelenlegi megújítása dátuma

source: Host Name
hu: Hosztnév

source: DNS Management
hu: DNS-kezelés

source: Point your domain to a web site by pointing to an IP Address, or forward to another site, or point to a temporary page (known as Parking), and more. These records are also known as sub-domains.
hu: Mutat a domain egy webhely felé kell irányítani egy IP cím, vagy előre egy másik oldalra, vagy pont egy ideiglenes oldalt (más néven parkolás), és így tovább. Ezek a nyilvántartások is ismert al-domainek.

source: Record Type
hu: Rekord típusa

source: Email Forwarding
hu: E-mail továbbítása

source: If the Email Forwarding Server determines the Forward To address is invalid, we will disable the forwarding record automatically. Please check the Forward To address before you enable it again. The changes on any existing forwarding record may not take effect for up to 1 hour.
hu: Ha az e-mail Továbbítása Szerver meghatározza a Továbbítás A cím érvénytelen, akkor letiltja a továbbítási rekordot automatikusan. Kérjük, ellenőrizze a Továbbítás kezelése érdekében, mielőtt engedélyezhető újra. A változások minden létező rekordot továbbítása nem lép hatályba, akár 1 órán keresztül.

source: Forward To
hu: Továbbítja

source: Prefix
hu: Előtag

source: EPP Code
hu: EPP-kód

source: This needs to be obtained from the current registrar for authorisation
hu: Szüksége van, a jelenlegi regisztrálótól engedélyezésének megszerzéséhez

source: You must enter the EPP code for
hu: Meg kell adnod az EPP-kódot

source: There was a problem connecting to the domain registry. Please try again later.
hu: Hiba történt a kérelem

source: Please enter a Valid Domain Name
hu: Kérjük, adja meg érvényes Domainnevet

source: The domain you entered is too long. Domains can only be up to 67 characters in length.
hu: A domain megadott túl hosszú. Domainekhez csak legfeljebb 67 karakter hosszúságú lehet.

source: Get EPP Code
hu: Kap EPP kód

source: The EPP Code request was successful! It has been sent to the registrant email address for your domain.
hu: Az EPP-kód kérése sikeres volt! Már a domain küldött a regisztráló e-mail címre.

source: The EPP Code is basically a password for a domain name. It is a security measure, ensuring that only the domain name owner can transfer a domain name. You will need it if you are wanting to transfer the domain to another registrar.
hu: Az EPP-kód alapvetően egy jelszó egy domain név. Ez egy biztonsági intézkedés, amely biztosítja, hogy csak a domain név tulajdonosa transzfer a domain név. Szüksége lesz rá, ha akarnak átadni a domain egy másik regisztrátor.

source: There was an error in requesting the EPP Code:
hu: Hiba történt az EPP-kód kérése:

source: The EPP Code for your domain is:
hu: Az EPP-kód az Ön domain:

source: ID Protection
hu: ID védelem

source: Enter the domain and tld you wish to use in the boxes below and click Lookup to see whether the domain is available for purchase.
hu: Írja be a domain és a tld szeretné használni a dobozokat, majd kattintson a Keresés látni, hogy a domain elérhető és megvásárolható.

source: Lookup
hu: Keresés

source: Management Tools
hu: Kezelőeszközök

source: Min. Years
hu: Min. Év

source: More Info
hu: Több infó

source: Domain Name
hu: Domain neve

source: Nameserver 1
hu: Névszerver 1

source: Nameserver 2
hu: Névszerver 2

source: Nameserver 3
hu: Névszerver 3

source: Nameserver 4
hu: Névszerver 4

source: Nameserver 5
hu: Névszerver 5

source: Order Now!
hu: Rendelje meg most!

source: Order Renewal
hu: Rendelés megújítása

source: Register Nameservers
hu: Regisztráció Névszerverek

source: Current IP Address
hu: Jelenlegi IP-cím

source: Delete a NameServer
hu: Törlése NévSzerver

source: The nameserver was successfully deleted
hu: A névszerver sikeresen törölve
