Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: Your credit card :creditCardType-:creditCardLastFourDigits expires within :days days. Please update it at your earliest convenience.
hu: Ön hitelkártyája :creditCardType-:creditCardLastFourDigits belül lejár :days nap. Kérjük, frissítse a lehető legkorábbi időpontban.

source: You have :numberOfDomains domain(s) expiring within the next :days days.
hu: Van :numberOfDomains domain neved, amely lejár a következő :days napban.

source: You have :numberOfInvoices unpaid invoice(s). Pay them early for peace of mind.
hu: Neked van :numberOfInvoices kifizetetlen számla(s). Fizesse őket korán a nyugalom érdekében.

source: You have a credit balance of :creditBalance.
hu: Van egy egyenlege :creditBalance.

source: Unpaid Invoices
hu: Kifizetetlen számlák

source: You have :numberOfInvoices unpaid invoice(s) with a total balance due of :balanceDue. Pay them early for peace of mind.
hu: Neked van :numberOfInvoices kifizetetlen számla(s) összesen esedékes egyenleg a :balanceDue. Fizesse őket korán a nyugalom érdekében.

source: Overdue Invoices
hu: Lejárt számlák

source: Domains Expiring Soon
hu: Hamarosan lejáró domainek

source: You have :numberOfDomains domain(s) expiring within the next :days days. Renew them today for peace of mind.
hu: Önnek :numberOfDomains domain neve lejár a következő :days napban. Újítsa meg őket még ma!

source: Your Active Products/Services
hu: Aktív Termékek/Szolgáltatások

source: It appears you do not have any products/services with us yet. <a href="cart.php">Place an order to get started</a>.
hu: Önnek még nincs megrendelt terméke/szolgáltatása. <a href="cart.php">Megrendelés indítása</a>

source: Recent News
hu: Legújabb hírek

source: Affiliate Program
hu: Partnerprogram

source: Recent Support Tickets
hu: Legutóbbi Hibajegyek

source: No Recent Tickets Found. If you need any help, please <a href="submitticket.php">open a ticket</a>.
hu: Nincsenek hibajegyek. Ha segítségre van szüksége, kérjük <a href="submitticket.php">nyisson egy hibajegyet</a>.

source: Your current commission balance is :commissionBalance. You only need another :amountUntilWithdrawalLevel before you can withdraw your earnings.
hu: A jelenlegi jutalék egyenlege :commissionBalance. Csak akkor kell egy másik :amountUntilWithdrawalLevel előtt lehet visszavonni a bevételeit.

source: Your current commission balance is :commissionBalance. You may withdraw your earnings now.
hu: A aktuális jutalék egyenlege :commissionBalance. Akkor vissza a bevételeit most.

source: Upgrading this product is not possible. If you believe you've reached this page in error, please notify our support department. Otherwise, go back and double check your selection.
hu: Frissítés ez a termék nem lehetséges. Ha úgy gondolja, hogy elérte ezt az oldalt egy hiba, kérjük értesítse ügyfélszolgálatunkkal. Ellenkező esetben menjen vissza, és ellenőrizze a választást.

source: Hosting Information
hu: Tárhely Tnformáció

source: Additional Information
hu: Egyéb Információ

source: Resource Usage
hu: Erőforráshasználat

source: Primary IP
hu: Elsődleges IP

source: Assigned IPs
hu: Hozzárendelt IP címek

source: Disk Space
hu: Lemez terület

source: Bandwidth
hu: Adatforgalom

source: Registered
hu: Regisztrált

source: Upgrade
hu: Frissítés

source: Manuals, programs, and other files
hu: Kézikönyvek, programok és egyéb fájlok

source: What would you like to do today?
hu: Mit szeretne csinálni ma?

source: Change the nameservers your domain points to
hu: Változás a névszerverek a domain rámutat arra

source: Update the WHOIS contact information for your domain
hu: Frissítse a WHOIS elérhetőségi adatait a domain

source: Change the registrar lock status for your domain
hu: A domain regisztrátor zár állapotának módosítása

source: Renew Your Domain
hu: Megújítani a Domaint

source: Oops
hu: Hoppá

source: Go Back
hu: Menj Vissza

source: Return Home
hu: Vissza Kezdőlapra

source: (no value)
hu: (nincs értéke)

source: View All
hu: Összes Megtekintése

source: More Details
hu: További Részletek

source: Enter a question here to search our knowledgebase for answers...
hu: Keresés a tudásbázisban...

source: It is important to keep your domain WHOIS contact information up-to-date at all times to avoid losing control of your domain.
hu: Fontos, hogy tartani a domain WHOIS elérhetőségi adatait naprakészen minden időben elkerülése érdekében, hogy elveszíti az ellenőrzést a domain.

source: Payments to Date
hu: Kifizetések dátuma

source: Balance Due
hu: Esedékes egyenleg

source: Submit Payment
hu: Nyújtson be Fizetés

source: Available to Transfer
hu: Elérhető Transzfer

source: Taken
hu: Foglalt

source: Adding
hu: Hozzáadása

source: That's all the results we have for you! If you still haven't found what you're looking for, please try a different search term or keyword.
hu: Ez az összes eredmény van az Ön számára! Ha még mindig nem találja, amit keres, kérjük, próbáljon egy másik keresési kifejezés vagy kulcsszó.

source: Unfortunately we are unable to register this TLD at this time
hu: Sajnos nem áll módunkban regisztrálni a TLD ebben az időben

source: Enter up to 20 domain names. Each name must be on a separate line. Examples: example.com example.net
hu: Adjon meg legfeljebb 20 domain neveket. Each nevet kell külön sorban. Examples: example.com example.net

source: Domain Unavailable
hu: Domain Nem érhető el

source: Unfortunately the domain you selected is unavailable. This can sometimes occur if the domain has been registered recently. Please go back and choose another domain.
hu: Sajnos a domain kiválasztott nem érhető el. Ennek oka, ha a domain regisztrációja megtörtént a közelmúltban. Menj vissza és válasszon másik domaint.

source: Choose another domain
hu: Válasszon másik domaint

source: Already In Cart
hu: Már a kosárban

source: This domain is already in your shopping cart. Proceed to checkout now to complete your purchase.
hu: Ez a domain már a kosárban. Pénztárhoz most befejezni a vásárlást.

source: Checkout Now
hu: Fizetés most

source: Oops, something went wrong!
hu: Hoppá! Valami rosszul sült el!

source: Please try again and if the problem persists, please contact our support team.
hu: Kérjük, próbálja újra, és ha a probléma továbbra is fennáll, kérjük lépjen kapcsolatba ügyfélszolgálatunkkal.

source: My Licenses
hu: A licencek

source: Latest Download
hu: Legújabb Letöltés

source: Download Now
hu: Töltse le most

source: License Key
hu: Licenckulcs

source: Valid Domains
hu: Érvényes domainek

source: Valid IPs
hu: Érvényes IP-k

source: Valid Directory
hu: Érvényes Könyvtár

source: License Status
hu: Licenc állapota

source: Reissue
hu: Licenc Ismételt kiadása

source: The Valid Domain, IP and Directory will be detected & saved the next time the license is accessed.
hu: Az Érvényes Domain, IP és Könyvtár érzékeli és mentette a következő alkalommal a licenc használható.

source: Manage License
hu: Licenc kezelése

source: You will be able to request a withdrawal as soon as your balance reaches the minimum required amount of :amountForWithdrawal.
hu: Ön képes lesz arra, hogy kérjenek visszavonását, amint az egyenleg eléri a minimálisan szükséges mennyiségét :amountForWithdrawal.

source: Your Active Projects
hu: Aktív Projektek

source: Package/Domain
hu: Csomag/Domain

source: Addons & Extras
hu: Kiegészítők & Extrák

source: Purchase & Activate
hu: Megrendelés & Aktiválás

source: Usage Statistics
hu: Használati Statisztika

source: Disk Usage
hu: Lemezhasználat

source: You are nearing your bandwidth limit.
hu: Ön közel elérte az adatforgalmi korlátját.

source: You are nearing your disk space limit.
hu: Ön közel elérte az tárhely korlátját.

source: Upgrade Now
hu: Csomagváltás Most

source: Quick Shortcuts
hu: Gyorselérés

source: Email Accounts
hu: Email Fiókok

source: Forwarders
hu: Email Továbbítók

source: Autoresponders
hu: Automatikus Válasz

source: File Manager
hu: Fálj Kezelő

source: Backup
hu: Biztonsági Mentés

source: Subdomains
hu: Aldomain

source: Addon Domains
hu: Addon Domain

source: Cron Jobs
hu: Cron Feladatok

source: MySQL Databases
hu: MySQL Adatbázisok

source: Quick Create Email Account
hu: Email Fiók Gyors Létrehozása

source: Yourname
hu: Email fiók neve

source: Desired Password
hu: Jelszó

source: Create
hu: Létrehoz

source: Email account created successfully!
hu: Email fiók sikeresen létrehozva!

source: Email account creation failed:
hu: Email fiók létrehozása sikertelen:

source: This hosting package is currently
hu: A tárhely csomag jelenleg

source: You cannot begin using this hosting account until it is activated.
hu: Nem lehet kezdeni ezzel a tárhely fiók, amíg be van kapcsolva.

source: You cannot continue to use or manage this package until it is reactivated.
hu: Nem lehet tovább használni, illetve kezelni ezt a csomagot, amíg újra aktiválódik.

source: Billing Overview
hu: Számlázás áttekintése

source: Chat Now
hu: Chat Megnyitása

source: Product must be active to perform this action
hu: A szolgáltatás aktív állapotban kell hogy legyen

source: This domain is not currently active. Domains cannot be managed unless active.
hu: Ez a domain jelenleg nem aktív. Domains nem lehet kezelni, kivéve, ha az aktív.

source: Please select at least one domain to perform the selected action on.
hu: Kérjük, válasszon ki legalább egy domaint végrehajtani a kijelölt műveletet.

source: The following download items are available for your product/service
hu: Az alábbi letöltések elérhetőek a szolgáltatásaihoz:

source: Addons are available for your product/service. <a href="cart.php?gid=addons">Click here to view &amp; order &raquo;</a>
hu: Vannak elérhető kiegészítők az Ön szolgáltatásaihoz. <a href="cart.php?gid=addons">Kattintson ide a &amp; megrendeléshez &raquo;</a>

source: We strongly encourage you to enable Two-Factor Authentication for added security.
hu: Nyomatékosan javasoljuk, hogy engedélyezze a kéttényezős hitelesítést a nagyobb biztonság érdekében.

source: Setting a security question and answer helps protect your account from unauthorized password resets and allows us to verify your identity when requesting account changes.
hu: Beállítása egy biztonsági kérdés és válasz segít megvédeni a fiókot a jogosulatlan jelszókiadások és lehetővé teszi számunkra, igazolnia kell személyazonosságát kérésekor fiókmódosításokat.

source: The security question helps protect your account from unauthorized password resets and allows us to verify your identity when requesting account changes.
hu: A biztonsági kérdésre segít megvédeni a fiókot a jogosulatlan jelszókiadások és lehetővé teszi számunkra, igazolnia kell személyazonosságát kérésekor fiókmódosításokat.

source: You cannot request a password reset when logged in. Please logout to begin.
hu: Nem tud új jelszót igényelni, amíg be van jelentkezve. Kérjük jelentkezzen ki.

source: Unable to load your shopping cart. Please contact support.
hu: Hiba történt a koár betöltése közben. Kérjük lépjen kapcsolatba a támogatásunkkal.

source: Show Menu
hu: Menü megjelenítése

source: Hide Menu
hu: Menü elrejtése

source: From
hu: Feladó

source: Most Popular
hu: Legnépszerübb

source: Find your new domain name. Enter your name or keywords below to check availability.
hu: Keresse meg az új domain nevet. Adja meg a nevét, illetve kulcsszavak követve ellenőrizze a rendelkezésre álló.

source: Transfer your existing domain names to us and save.
hu: Transzfer a meglévő domain neveket nekünk, és mentse.

# $_LANG['orderForm']['check']
source: Check
hu: Ellenőrzés

source: Create a New Account
hu: Új fiók létrehozása

source: Please enter your personal details and billing information to checkout.
hu: Kérjük, adja meg a személyes és számlázási adatait a rendelés feladásához.

source: Please correct the following errors before continuing
hu: Kérjük, ellenőrizze az alábbi hibákat a rendelés feladása előtt.

source: Existing Customer Login
hu: Bejelentkezés meglévő fiókkal

source: Personal Information
hu: Személyes Adatok

source: Optional
hu: Opcionális

source: Street Address
hu: Címsor 1

source: Street Address 2
hu: Címsor 2

source: You may specify alternative registered contact details for the domain registration(s) in your order when placing an order on behalf of another person or entity. If you do not require this, you can skip this section.
hu: Megadhatod, hogy alternatív regisztrált kapcsolati a domain regisztrálás(ok) a rendelést, amikor megrendelést egy másik személy vagy szervezet javára. Ha nem követeli meg, ezt a részt kihagyhatod.

source: Account Security
hu: Fiók Biztonság

source: Medium Strength
hu: Közepes

source: Payment Details
hu: Fizetési adatok

source: Please choose your preferred method of payment.
hu: Kérjük válassza ki a fizetési módot.

source: CVV Security Number
hu: CVV biztonsági kód

source: Additional Notes
hu: Egyéb megjegyzések

source: Continue To Client Area
hu: Tovább az Ügyfél területre

source: Please review your domain name selections and any addons that are available for them.
hu: Kérjük, ellenőrizze a domain név választás és az esetleges Kiegészítések, hogy rendelkezésre álljon.

source: Added to Cart (Remove)
hu: Hozzáadva a kosárhoz (Eltávolítás)

source: Configure your desired options and continue to checkout.
hu: Állítsa be a kívánt paramétereket, majd fáradjon a pénztárhoz.

source: Have questions? Contact our sales team for assistance.
hu: Kérdése van? Lépjen kapcsolatba az Ügyfélszolgálattal.

source: Click here
hu: Kattintson ide

source: Use
hu: Felhasználás

source: This domain has been added to your cart.
hu: Ezt a domaint hozzáadva a kosárhoz.

source: Register for longer and save!
hu: Regisztrálj hosszabb és mentse!

source: Try registering this domain instead.
hu: Próbáld meg regisztráció a domain helyett.

source: Domain availability results are cached which may lead to recently registered domains being shown as available.
hu: Domain elérhetőség eredmények elrejt nemrégiben bejegyzett domain is látható, ahogy elérhető vezethet.

source: Submit a Ticket
hu: Hibajegy küldése

source: Promotion Code Accepted! Your order total has been updated.
hu: Promóciós kód Elfogadott! Ön megrendelése teljes frissítésre került.

source: Product/Options
hu: Termék/Beállítások

source: Price/Cycle
hu: Ár/Ciklus

source: Edit
hu: Szerkesztése

source: Apply Promo Code
hu: Promóciós kód felhasználása

source: Estimate Taxes
hu: Becsült adók

source: Remove Promotion Code
hu: Távolítsa el a promóciós kód

source: Update Totals
hu: Végösszeg frissítése

source: Remove Item
hu: Elem eltávolítása

source: Totals
hu: Összesen:

source: Included With Every Plan
hu: Minden terv tartalmazza

source: What is Included?
hu: Mit foglal magában?

source: Could not load any product groups.
hu: Nem sikerült betölteni minden termékcsoportokat.

source: Product group does not contain any visible products
hu: Termék csoport nem tartalmaz látható termékeket

source: Maximum Server Uptime
hu: Maximális szerver rendelkezésre állás

source: Server uptime is critical for all businesses - consider it the heart beat of hosting your business. File and databases servers, email and web servers are an indispensable part of most business processes, and downtimes have direct negative effects on productivity, sales, employee and customer satisfaction. That's why ensuring the maximum server uptime is so important to us - we want to make sure your business processes are running healthy so your customers are happy.
hu: Szerver rendelkezésre állás kritikus valamennyi vállalkozás számára - úgy vélik, hogy a szívverést hosting te dolgod. Fájl és adatbázisok szerverek, e-mail és web szerverek nélkülözhetetlen része a legtöbb üzleti folyamatok, és a leállások közvetlen negatív hatással van a termelékenységre, az értékesítés, az alkalmazottak és az ügyfelek elégedettségét. Ezért biztosítva a maximális szerver uptime annyira fontos számunkra - azt akarjuk, hogy győződjön meg arról, az üzleti folyamatok futnak egészséges, így a vásárlók szívesen.

source: By trusting us with your business needs, we promise you a 99.9% uptime on any services we provide, outside of any standard maintenance we may provide.
hu: Azzal bíztak bennünk az Ön üzleti igényeinek, ígérjük, hogy egy 99,9% -os bármilyen szolgáltatást nyújtunk, kívül bármilyen szabványos karbantartási mi eljuttatunk.

source: World Wide Data Delivery
hu: Világ széles adatszolgáltatás

source: Our services are powered by hundreds of servers and data centers located all over the world, so you can rest easy knowing that customers can access your website from anywhere. In addition, we provide monitoring tools to provide you with expert analytics - website traffic is an important step in improving your site's efficiency and popularity, as well as keeping track of where your visitors are coming from, what time of day they're visiting you, and how long they're staying. Our dedication to a global marketplace extends to domain registrations, as we offer the most popular TLD's for registration.
hu: Szolgáltatásainkat powered by száz szerverek és adatközpontok található a világ minden tájáról, így nyugodt lehet abban, hogy az ügyfelek hozzáférhetnek a honlapon bárhonnan. Ezen kívül biztosítunk ellenőrző eszközöket, hogy az Ön szakértő elemző - honlapon a forgalom fontos lépés javítása webhelye hatékonyságát és népszerűsége, valamint a nyomon követése, ahol a látogatók jönnek, milyen napszakban ők látogat Önnek , és mennyi ideig maradunk. Cégünk elkötelezettségét a globális piacon kiterjed domain regisztráció, mint kínálunk a legnépszerűbb TLD a bejegyzési.

source: Our dedication to customer support reaches across the globe as well. We are here to help you with your hosting in any way possible, and you can reach us via phone, email, or live chat.
hu: Cégünk elkötelezettségét ügyfélszolgálati eléri az egész világon is. Azért vagyunk itt, hogy segítsen a tárhelyszolgáltató minden lehetséges módon, és akkor ér el minket telefonon, e-mailben, vagy élő chat.

source: Top Tier Security
hu: Felső szint biztonság

source: Rest easy knowing that we provide 24/7 security monitoring and DDoS protection. You take protecting your customer's data seriously, and so do we. Our security team and safeguards are on the job all day, every day to provide the level of security needed in today's digital age.
hu: Nyugalmát tudva azt, hogy a 24/7 biztonsági felügyeleti és DDoS védelem. Veszel védi az ügyfél adatait komolyan, és mi is. A biztonsági csapat és biztosítékok a munka minden nap, minden nap, hogy a szükséges védelmi szint a mai digitális korban.

source: A wide range of security tools are at your disposal, including SSL certificates, firewall configuration, security monitoring services, VPN access, and more.
hu: A széles körű biztonsági eszközök is a rendelkezésére áll, beleértve az SSL tanúsítványok, tűzfal konfigurációt, biztonsági megfigyelési szolgáltatások, VPN hozzáférést, és több.

source: Select the Perfect Level for You!
hu: Válassza ki a tökéletes szintet az Ön számára!

source: Additional Pricing Options For :domain
hu: Kiegészítő árak lehetőségek a :domain

source: Free
hu: Ingyenes

source: You have exceeded your bandwidth limit.
hu: Túllépte a sávszélesség korlátot.

source: You have exceeded your disk space limit.
hu: Túllépte a lemezterület határt.

source: We are currently low on stock on certain items. The cart quantities have been adjusted accordingly.
hu: Vagyunk jelenleg alacsony, a készlet, az egyes tételek, így a kosár mennyiségek ennek megfelelően kiigazították. További információért kérjük lépjen kapcsolatba velünk.

source: Only
hu: Csak

source: Starting at
hu: Kezdve nál nél

source: Perform Single Sign-On
hu: Egyszeri Bejelentkezés végrehajtása

source: Single Sign-On
hu: Egyszeri Bejelentkezés

source: Third party applications leverage the Single Sign-On functionality to provide direct access to your billing account without you having to re-authenticate.
hu: Harmadik féltől származó alkalmazások kihasználhatják a Egyszeri Bejelentkezés funkcionalitás, hogy közvetlen hozzáférést biztosít a számlázási fiók nem érzed, hogy újbóli azonosítására.

source: You may wish to disable this functionality if you provide access to any of your third party applications to users who you do not wish to be able to access your billing account.
hu: Érdemes kikapcsolni ezt a funkciót, ha hozzáférést biztosítanak az Ön harmadik féltől származó alkalmazásokat a felhasználók, akik nem kívánja, hogy képes hozzáférni a számlázási fiók.

source: Single Sign-On is currently permitted for your account.
hu: Egyszeri Bejelentkezés jelenleg a számlára engedélyezett.

source: Single Sign-On is currently disabled for your account.
hu: Egyszeri Bejelentkezés jelenleg letiltott fiókját.

source: You will be redirected after login
hu: Ön át lesz irányítva bejelentkezés után

source: Bad Two-Factor Auth Module. Please contact support.
hu: Rossz két-tényező hitelesítés modul. Kérjük lépjen kapcsolatba ügyfélszolgálatunkkal.

source: Access your name and email address
hu: Elérheti a nevét és email címét

source: An error occurred. Please try again.
hu: Hiba lépett fel. Legyen szíves megpróbál újra.

source: Email Sent
hu: Email elküldve

source: This email verification key has expired. Please login to request a new one.
hu: Ez az e-mail ellenőrzési kulcs lejárt. Kérjük, jelentkezzen be, hogy kérjen egy újat.

source: Thank you for confirming your email address.
hu: Köszönjük, hogy megerősítette az e-mail címét.

source: This email verification key has expired. Please request a new one.
hu: Ez az e-mail ellenőrzési kulcs lejárt. Kérjen egy újat.

source: Please check your email and follow the link to verify your email address.
hu: Kérjük, ellenőrizze az e-mail, és kövesse a linket e-mail címét.

source: Resend Verification Email
hu: Igazoló e-mail újraküldése

source: Markdown Guide
hu: Árleszállítás útmutató

source: Emphasis
hu: Hangsúly

source: bold
hu: félkövér

source: italics
hu: dőlt betűk

source: strikethrough
hu: áthúzás

source: Headers
hu: Fejlécek

source: Big header
hu: Nagy fejléc

source: Medium header
hu: Közepes fejléc

source: Small header
hu: Kis fejléc

source: Tiny header
hu: Apró fejléc

source: Lists
hu: Listák

source: Generic list item
hu: Általános lista elem

source: Numbered list item
hu: Számozott lista elem

source: Links
hu: Linkek

source: Text to display
hu: Megjelenítendő szöveg

source: This is a quote.
hu: Ez egy idézet.

source: It can span multiple lines!
hu: Ez lehet többsoros!

source: Tables
hu: Táblák

source: Column 1
hu: 1 Oszlop

source: Column 2
hu: 2 Oszlop

source: Column 3
hu: 3 Oszlop

source: Or without aligning the columns...
hu: Vagy anélkül összehangolja az oszlopok...

source: Male
hu: Férfi

source: Female
hu: Nő

source: Displaying code
hu: Kód megjelenítése

source: Or spanning multiple lines...
hu: Vagy, amely több sorban...

source: saved
hu: mentve

source: autosaving
hu: automatikus mentés

source: Authorise :appName<br />to access your account?
hu: Engedélyezés :appName<br />hozzáférjen a fiókjához?

source: This application will be able to
hu: Ez az alkalmazás képes lesz

source: Authorise
hu: Engedélyezés

source: You are currently logged in as :firstName :lastName
hu: Ön jelenleg bejelentkezve mint :firstName :lastName

source: Not You?
hu: Nem te?

source: Return to :appName
hu: Vissza a :appName

source: Copyright &copy; :dateYear :companyName. All Rights Reserved.
hu: Szerzői jog &copy; :dateYear :companyName. Minden jog fenntartva.

source: Login to grant :appName<br />access to your account
hu: Bejelentkezés megadása :appName<br />hozzáférést az ön fiókjához

source: Redirecting you back to the application. This may take a few moments.
hu: Átirányítása akkor vissza az alkalmazáshoz. Ez eltarthat néhány pillanatig.

source: If your browser doesn't redirect you, please
hu: Ha a böngészője nem irányítja át, kérem
