Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: Login to TrustE Control Panel
hu: Bejelentkezés a TrustE Vezérlőpult-ba

source: Login to DirectAdmin
hu: Bejelentkezés a DirectAdmin-ba

source: Login to Centova Cast
hu: Bejelentkezés a Centova Cast-ba

source: Configure Now
hu: Konfigurálás Most

source: SSL Provisioning Date
hu: SSL Létesítés dátuma

source: Your OneClickSSL Voucher Code
hu: Ön OneClickSSL Utalvány kódot

source: Not Yet Issued
hu: Még nem bocsátottak ki

source: Failure Reason Unavailable
hu: Hiba Oka Nem elérhető

source: My Projects
hu: Saját Projektek

source: Client Discount
hu: Ügyfél Kedvezmény

source: Hour
hu: Óra

source: Invoice-
hu: Számla-

source: Quote-
hu: Ajánlat-

source: The following addons are available for your domain(s)...
hu: A következő kiegészítések állnak rendelkezésre a domain(ek)...

source: DNS Host Record Management
hu: DNS rekordok kezelése

source: Protect your personal information and reduce the amount of spam to your inbox by enabling ID Protection.
hu: Védje meg személyes adatait, és csökkentheti a spam az Ön postaládájába azáltal ID Védelem.

source: External DNS Hosting can help speed up your website and improve availability with reduced redundancy.
hu: Külső DNS Tárhely felgyorsítható a weboldalt, és javítja a hozzáférhetőséget a csökkent redundanciával.

source: Get emails forwarded to alternate email addresses of your choice so that you can monitor all from a single account.
hu: E-mailes értesítés továbbított másodlagos e-mail címét az Ön által választott, így figyelemmel kísérhetjük az összes egyetlen fiók.

source: Buy Now for
hu: Vásárolj most a

source: /Year
hu: /Év

source: Are you sure you want to disable & cancel this domain addon?
hu: Biztos benne, hogy le szeretné tiltani és törölni ezt a domaint addon?

source: Confirm Cancellation
hu: Erősítse meg a Lemondást

source: Addon Deactivated Successfully!
hu: Addon Deaktiválva Sikeresen!

source: Failed to deactivate addon. Please contact support.
hu: Nem sikerült kikapcsolni addont. Kérjük, forduljon támogatáshoz.

source: Login Required
hu: Bejelentkezés szükséges

source: Unsubscribe
hu: Leiratkozás

source: Newsletter Opt-out
hu: Hírlevél leiratkozás

source: Newsletter Unsubscribe
hu: Leiratkozás a hírlevélről

source: Tick to unsubscribe from our newsletters
hu: Jelölje be a ​​leiratkozhatsz a hírlevelünkről

source: You have already unsubscribed from our newsletter.
hu: Ön már leiratkozott hírlevelünkről.

source: If you wish to re-subscribe you can do so from the %sMy Details%s section of our client area at any time.
hu: Ha szeretné, hogy újra előfizet megteheti a %sMy Details%s része ügyfelünk terület bármikor.

source: Unsubscribe failed, please contact support.
hu: Leiratkozás sikertelen, kérjük, kapcsolatba a támogatási szolgálattal.

source: Unsubscribe Successful
hu: Leiratkozás sikeres

source: Thank you, Your email has now been removed from our mailing list.
hu: Köszönöm, Ön e-mail már törölték a levelezési listáról.

source: An Error Occurred
hu: Egy hiba történt

source: Your password has now been reset. %sClick here%s to continue to the client area...
hu: Jelszava most már alaphelyzetben. %sKattintson ide%s hogy továbbra is az ügyfél területre...

source: Please enter your desired new password below.
hu: Kérjük, adja meg a kívánt új jelszót alábbiakban.

source: The subdomain prefix you entered is not allowed - please try another
hu: Az aldomain prefix beírt nem engedélyezett - kérjük, próbálja meg egy másik

source: Feedback Request for Ticket
hu: Visszajelzés kérése Jegy

source: No support departments found. Please try again later.
hu: Nincs támogatás osztályok találat. Kérjük, próbálkozzon később.

source: Feedback cannot be provided until the ticket is closed
hu: Visszajelzés nem biztosítható, amíg a jegy zárva

source: You have already provided feedback for this ticket
hu: Korábban már nyújtott visszajelzést e jegy

source: We thank you for taking the time to provide your feedback.
hu: Köszönjük, hogy időt szakított írja le észrevételeit.

source: Submission Received
hu: Beérkezett beadványt

source: Please can we ask you to take a moment of your time to fill out the below form about the quality of your experience with our support team.
hu: Kérjük tudjuk kérni, hogy egy pillanatra, hogy töltse ki az alábbi űrlapot a minőség a tapasztalatai vannak a támogatói csapatunk.

source: Click here to Review The Ticket
hu: Kattintson ide, hogy vizsgálja felül a Jegy

source: Opened At
hu: Nyitott At

source: Last Replied To
hu: Utolsó hozzászólója

source: Staff Involved
hu: Részt vevő személyzet

source: Total Duration
hu: Összesen Időtartam

source: Please rate (on a scale of 1 to 10) how well
hu: Kérjük, értékelje az (egy olyan skálán 1-10-ig), hogy milyen jól

source: Please comment on how well
hu: Kérjük, fejtse ki, milyen jól

source: Worst
hu: Legrosszabb

source: Best
hu: Legjobb

source: How may we make your experience better in the future?
hu: Hogyan lehet akkor, hogy a tapasztalatok jobban a jövőben?

source: Please supply at least a rating for :staffname (comments are optional)
hu: Kérjük, adjon meg legalább egy értékelés a :staffname (megjegyzések szabadon választható)

source: Two-Factor Authentication
hu: Kéttényezős hitelesítés

source: Enable Two-Factor Authentication
hu: Kéttényezős hitelesítés Engedélyezése

source: Disable Two-Factor Authentication
hu: Kéttényezős hitelesítés Letiltása

source: Click here to Enable
hu: Kattintson ide Engedélyezése

source: Click here to Disable
hu: Kattintson ide a Letiltása

source: For your security, we require that you must enable Two-Factor Authentication before you can continue. This page will guide you through the process of setting it up.
hu: A rendszergazda már érvényesíteni, hogy engedélyezni kell a kéttényezős hitelesítést, mielőtt folytatja. Ez az oldal végigvezeti Önt a folyamat létrehozásról.

source: Two-Factor Authentication Setup Process
hu: Kéttényezős hitelesítés beállítás folyamat

source: Get Started
hu: Első lépések

source: Two-Factor Authentication adds an extra layer of protection to logins. Once enabled &amp; configured, each time you sign in you will be asked to enter both your username & password as well as a second factor such as a security code.
hu: Kéttényezős hitelesítés ad egy extra réteg védelem bejelentkezések. Ha engedélyezve van &amp; konfigurálása minden alkalommal, amikor bejelentkezik akkor kell adnia mind a felhasználónevét és jelszavát, valamint egy második tényező, mint például a biztonsági kódot.

source: To continue, please choose your desired Two-Factor Authentication method from below.
hu: A folytatáshoz, kérjük, válassza ki a kívánt kéttényezős hitelesítést módszer az alábbiakban.

source: To disable Two-Factor Authentication please confirm your password in the field below.
hu: Ha ki szeretné kapcsolni a kéttényezős hitelesítést kérjük, erősítse meg a jelszót a lenti mezőbe.

source: An error occurred while attempting to activate Two-Factor Authentication for your account. Please try again.
hu: Hiba történt kísérlet, hogy aktiválja a kéttényezős hitelesítést a fiókjához. Kérjük, próbálja meg újra.

source: Two-Factor Authentication Setup is Complete!
hu: Kéttényezős hitelesítés Beállítása kész!

source: Two-Factor Authentication has now been disabled for your account.
hu: Kéttényezős hitelesítést most letiltottuk a fiókjához.

source: Your Backup Code is
hu: A Biztonsági mentés kód

source: Your New Backup Code is
hu: Az új Biztonsági mentés kód

source: Enter Your Backup Code to Login
hu: Adja meg a Biztonsági mentés fenti kódot, hogy Bejelentkezés

source: Write this down on paper and keep it safe.<br />It will be needed if you ever lose your 2nd factor device or it is unavailable to you.
hu: Írja ezt a papírra, és tartsa biztonságos.<br />Ez lesz szükség, ha valaha is elveszíti a 2. faktor készülék vagy nem érhető el az Ön számára.

source: Enter Your Password
hu: Írja be a jelszót

source: Your second factor is required to complete login.
hu: A második tényező a befejezéséhez szükséges bejelentkezés.

source: The second factor you supplied was incorrect. Please try again.
hu: A második tényező, amit megadott helytelen. Kérjük, próbálja újra.

source: Login via Backup Code Successful<br />Backup Codes are valid once only. It will now be reset.
hu: Lépj be a Biztonsági mentés kód sikeres. Biztonsági mentés kódok érvényesek csak egyszer. Ez most visszaállítható.

source: Can't Access Your 2nd Factor Device?
hu: Nem tudja elérni a 2. Tényező eszközt?

source: Login using Backup Code
hu: Bejelentkezéshez használd Biztonsági mentés kód

source: Continue
hu: Folytatás

source: Disable
hu: Letiltás

source: Manage
hu: Kezelés

source: Quote Acceptance
hu: Ajánlat elfogadása

source: To accept the quote, please confirm your acceptance of our terms of service which can be viewed @
hu: Ha elfogadja az ajánlatot, kérjük, erősítse meg, hogy elfogadja a szolgáltatás feltételeit, amely megtekinthető @

source: Contact Form
hu: Kapcsolat űrlap

source: Verification Step
hu: Ellenőrzési lépés

source: Enter the security code generated by your mobile authenticator app and we'll make sure it's configured correctly before enabling it.
hu: Írja be a biztonsági kódot által generált mobil hitelesítő app, és gondoskodunk róla, hogy ez rendesen beállítva engedélyezése előtt is.

source: It seem's there's a problem...
hu: Úgy tűnik, ott van egy probléma...

source: The code you entered did not match what was expected. Please try again.
hu: A megadott kód nem egyezik, amit vártak. Kérjük, próbálja újra.

source: Time-based One-Time Password
hu: Idő-alapú egyszeri jelszó

source: This authentication option get's it's second factor using a time based algorithm. Your mobile phone can be used to generate the codes. If you don't already have an app that can do this, we recommend Google Authenticator which is available for iOS, Android and Windows mobile devices.
hu: Ez a hitelesítési lehetőség kap ennyi második tényező egy idő alapú algoritmust. A mobiltelefon lehet generálni a kódokat. Ha még nem rendelkezik egy alkalmazást, amely képes erre, javasoljuk a Google Hitelesítő amely elérhető az iOS, Android és Windows mobil eszközök.

source: To configure your authenticator app:
hu: Állítsd be a hitelesítő alkalmazást:

source: Begin by selecting to add a new time based token
hu: Első lépésként válassza ki, hogy egy új idő alapú tokent

source: Then use your app to scan the barcode below, or alternatively enter this secret key manually:
hu: Akkor használja az alkalmazást, hogy átvizsgálja a vonalkód alatti, vagy pedig be ezt a titkos kulcsot manuálisan:

source: GD is missing from the PHP build on your server so unable to generate image
hu: GD hiányzik a PHP építeni a szerver, így nem tud generálni képet

source: Full Name
hu: Teljes név

source: Contact Name
hu: Kapcsolattartó neve

source: Organisation Name
hu: Szervezet Név

source: Street
hu: Utca

source: Address 3
hu: Cím 3

source: County
hu: Megye

source: Region
hu: Régió

source: ZIP Code
hu: Irányítószám Kód

source: ZIP
hu: Irányítószám

source: Phone
hu: Telefon

source: eg. server1(.example.com)
hu: pl. server1(.example.com)

source: eg. ns1(.example.com)
hu: pl. ns1(.example.com)

source: eg. ns2(.example.com)
hu: pl. ns2(.example.com)

source: Hosting
hu: Tárhely

source: .fr domains have different required values depending on your nationality and type of registration:
hu: .fr domainek különböző szükséges értéket attól függően, hogy az állampolgárság és a regisztráció típusát:

source: French Individuals
hu: Francia Magánszemélyek

source: Please provide your "Birthdate", "Birthplace City", and "Birthplace Postcode".
hu: Kérjük, adja meg "Születési dátum", "Születési hely Város", és "Születési hely Postai irányítószám".

source: EU Non-French Individuals
hu: EU Nem Francia Magánszemélyek

source: Please provide your "Birthdate".
hu: Kérjük, adja meg "Születési dátum".

source: French Companies
hu: Francia Vállalatok

source: Please provide the "Birthdate", "Birthplace City", and "Birthplace Postcode" for the owner contact, along with your SIRET number.
hu: Kérjük adja meg a "Születési dátum", "Születési hely Város", és "Születési hely Postai irányítószám" a tulajdonos kapcsolatot, valamint a SIRET száma.

source: EU Non-French Companies
hu: EU Nem Francia Vállalatok

source: Please provide the company "DUNS Number", and the "Birthdate" of the Owner Contact.
hu: Kérjük, adja meg a vállalat "DUNS Szám", és a "Születési dátum" a Tulajdonos Kapcsolat.

source: Client contact information must be within the EU or else registration will fail.
hu: Ügyfél kapcsolattartó információkat kell az EU-ban vagy máshol regisztrációja sikertelen lesz.

source: Confirm
hu: Erősítse meg

source: An error occurred with the Fraud Check. Please contact support.
hu: Hiba történt a Csalás ellenőrzés. Kérjük, lépjen kapcsolatba támogatásal.

source: Your address is not recognised. Please check and re-enter.
hu: A címed rendszer nem ismeri fel. Kérjük, ellenőrizze és adja meg újra.

source: IP Address invalid or a local address. Please contact support.
hu: IP címét Érvénytelen vagy a helyi cím. Kérjük, lépjen kapcsolatba támogatásal.

source: Unable to auto-login. Please contact support.
hu: Nem lehet automatikus bejelentkezés. Kérjük, kapcsolatba a támogatási szolgálattal.

source: A fatal error occurred. Please contact support.
hu: Végzetes hiba történt. Kérjük, lépjen kapcsolatba a támogatási szolgálattal.

source: Choose Month
hu: Hónap kiválasztása

source: By Month
hu: Hónap szerint

source: Older Announcements
hu: Régebbi hírek

source: New Contact...
hu: Új fiók...

source: Due
hu: Esedékes

source: Signups
hu: Regisztrációk száma

source: Conversions
hu: A konverziós ráta

source: Clicks
hu: Kattintások

source: Contacts
hu: Fiókok

source: Back to Service Details
hu: Vissza

source: Your invoice history with us
hu: Az alábbiakban megtekintheti a teljes számlatörténetet

source: Your Account
hu: Az Ön fiókja

source: Why security questions?
hu: Miért kell biztonsági kérdés?

source: Setting a security question will provide extra security, as all changes to your account require providing the additional information from your question.
hu: Beállítása egy biztonsági kérdést nyújt extra biztonságot, mint az összes módosításokat fiókjában szükség kiegészítő adatszolgáltatás az Ön kérdése.

source: Your Info
hu: Az Ön adatai

source: Shortcuts
hu: Gyorsmenü

source: Your Services
hu: Ön Szolgáltatásai

source: Your Domains
hu: Ön Domain Nevei

source: Your Tickets
hu: Ön Támogatási Jeygei

source: Manage Contacts
hu: Kapcsolatok Kezelése

source: Billing Details
hu: Számlázási Adatok

source: Choose a product/service to manage:
hu: Válassza ki a szolgáltatást:

source: Invoices Due
hu: esedékes díjbekérő

source: You have %s invoice(s) currently unpaid with a total balance of %s
hu: Önnek %s fizetetlen számlája van, összes hátraléka: %s - Kérjük mielőbb rendezze! Köszönjük.

source: You have no unpaid invoices at this time.
hu: Önnek jelenleg nincs fizetetlen díjbekérője. Köszönjük!

source: Expiring Soon
hu: Hamarosan Lejár

source: Notice
hu: Közlemény

source: News & Information
hu: Hírek & Információk

source: My Account
hu: Fiókom

source: Manage Product
hu: Termék kezelése

source: Overview
hu: Áttekintés

source: Server Name
hu: Szerver

source: Visit Website
hu: Weboldal megtekintése

source: WHOIS Info
hu: WHOIS Információ

source: Showing _START_ to _END_ of _TOTAL_ entries
hu: Listázva: _START_ - _END_ tétel. Összesen: _TOTAL_ tétel

source: Showing 0 to 0 of 0 entries
hu: Nincs elérhető bejegyzés

source: (filtered from _MAX_ total entries)
hu: (szűri a _MAX_ összes bejegyzés)

source: Show _MENU_ entries
hu: _MENU_ elem oldalanként

source: Processing...
hu: Feldolgozás...

source: First
hu: Első

source: Last
hu: Utolsó

source: Next
hu: Következő

source: Previous
hu: Előző

source: Enter search term...
hu: Keresés...

source: Actions
hu: Műveletek

source: Up/Downgrade
hu: Csomag váltás

source: Pay all these invoices in one step
hu: Fizesse ki egyszerre összes számláját egyetlen tranzakcióval

source: Select Mass Payment Gateway
hu: Fizetési mód kiválasztása

source: Feedback Request
hu: Visszajelzés kérése

source: for Ticket #
hu: # támogatási jegyhez

source: Notifications
hu: Értesítések

source: You have no notifications at this time.
hu: Jelenleg nincs értesítés.

source: No card on file
hu: Nincs elérhető bankkártya

source: Viewing articles tagged
hu: Bejelölt bejegyzések

source: Private Nameservers
hu: Egyéni névszerverek

source: Transfer in a Domain
hu: A Domain átadása

source: There are no Domain Extensions currently configured for purchase
hu: Nincsenek Domain kiterjesztések jelenleg beállított vásárlás

source: Begin the search for your perfect domain name...
hu: Találja meg a tökéletes domain nevet...

source: How can we help today?
hu: Hogyan segíthetünk ma?

source: eg. example.com
hu: pl. example.com

source: Buy A Domain
hu: Domain

source: Order Hosting
hu: Webtárhely

source: Get Support
hu: Támogatás

source: News
hu: Hírek

source: All the latest from
hu: A legfrissebb ettől

source: Read More
hu: Több...

source: No announcements to display
hu: Nincs megjeleníthető közlemény

source: We're ready and waiting for your questions
hu: Mi készen állunk és várjuk a kérdéseket.

source: This page is restricted
hu: Hozzáférés korlátozva

source: Enter email
hu: Email megadása

source: <strong>Tips for a good password</strong><br />Use both upper and lowercase characters<br />Include at least one symbol (# $ ! % &amp; etc...)<br />Don't use dictionary words
hu: <strong>Tippek jó jelszóválasztáshoz:</strong><br />- Használjon kis- és nagybetűket, számokat<br />- Legyen legalább 8 karakter hosszú<br />- Ne használjon szótári szavakat

source: Reg Date
hu: Regisztráció dátuma

source: Next Due
hu: Következő esedékes

source: Find your new domain name
hu: Keresse meg új domain név

source: You must enter a domain name or keyword to look for
hu: Meg kell adnia a domain név vagy kulcsszó keresni

source: Sorry, unable to lookup the term as provided
hu: Sajnálom, nem a keresés a kifejezés szerinti

source: Please remove spaces or special punctuation characters
hu: Kérjük, távolítsa el, szóközöket vagy speciális írásjelet

source: Bulk Options
hu: Tömeges opciók

source: Checking if the domain you requested is available...
hu: Ellenőrzésével, hogy a domain amit kért elérhető...

source: Go to checkout
hu: Tovább a pénztárhoz

source: Search Results
hu: Keresési eredmények

source: Suggestions
hu: Javaslatok

source: You might also be interested in the following alternative names
hu: Önt is érdekelheti az alábbi alternatív nevek

source: Give me more suggestions!
hu: Add nekem több javaslatok!

source: Domain name suggestions may not always be available. Availability is checked in real-time at the point of adding to the cart.
hu: Domain név javaslatok nem mindig áll rendelkezésre. Rendelkezésre állás ellenőrzése a valós idejű azon a ponton, hozzátéve, hogy a kosárba.

source: Disclaimers
hu: A felelősséget kizáró nyilatkozatok

source: TLD Pricing
hu: TLD árak

source: All TLD Pricing
hu: Összes TLD árak

source: Quotes we have generated for you
hu: Árajánlatok listája

source: Rejected
hu: Elutasítva

source: Your ticket history
hu: Az alábbi listában megtalálja az összes hibajegyet

source: Your email history with us
hu: Az Ön email története velünk

source: Configure SSL
hu: Konfigurálása SSL

source: Configuration has already been completed! Please contact support if you are experiencing issues.
hu: Konfigurálása már megtörtént! Kérjük lépjen kapcsolatba ügyfélszolgálatunkkal, ha problémákat tapasztal.

source: You are currently logged in as an admin.
hu: Ön jelenleg bejelentkezve mint egy admin.

source: Click here to return to Admin Area
hu: Vissza az Admin Területre

source: You are currently masquerading as a client.
hu: Ön jelenleg egy ügyfél álcázva.

source: Click here to logout & return to Admin Area
hu: Kijelentkezés & vissza az Admin területre

source: Support & Updates are expired.
hu: Támogatás & A frissítések lejárt.

source: Your Support & Updates period for this license has expired
hu: Az Ön Támogatás & Frissítés időtartam erre engedélye lejárt

source: Support & Updates access needs to be renewed before you can access this download.
hu: Támogatás & Frissítés hozzáférést meg kell újítani, mielőtt hozzá férsz letöltés.

source: Click Here to Renew
hu: Kattintson ide a Megújítása

source: Forgotten your password? Enter your email address below to begin the reset process.
hu: Elfelejtette jelszavát? Adja meg e-mail címét, hogy elkezdődjön a visszaállítási folyamat.

source: Ticket Information
hu: Jegy információ

source: Custom Fields
hu: Egyedi mezők

source: Expiring within 30 Days
hu: Lejáró a következő 30 napban

source: Expiring within 90 Days
hu: Lejáró a következő 90 napban

source: Expiring within 180 Days
hu: A következő 180 napon lejáró

source: Expiring in 180+ Days
hu: Több mint 180 napon lejáró

source: Tag Cloud
hu: Címkefelhő

source: There is an outstanding cancellation request for this product/service
hu: Van egy kiemelkedő törlési kérelem a termék/szolgáltatás

source: Cancellation Requested
hu: Lemondást kért

source: Your Recent Tickets
hu: A legutóbbi jegyek

source: To register a new domain, transfer or change registrant information the registrant must explicitly accept the .DE terms and conditions.
hu: Ahhoz, hogy regisztráljon egy új domain, transzfer vagy változtassa regisztráló információt a regisztráló kell kifejezetten elfogadja a .DE szerződési feltételek.

source: (See full text of .de terms and conditions: http://www.denic.de/en/bedingungen.html.)
hu: (Lásd a teljes szövegét .de általános szerződési feltételek: http://www.denic.de/en/bedingungen.html.)

source: You must enter your banks name
hu: Meg kell adnia a bankja nevét

source: You must select your bank account type
hu: Meg kell adnia a bankszámla típusát

source: You must enter your banks ABA code
hu: Meg kell adnia a bankja ABA kódját

source: You must enter your bank account number
hu: Meg kell adnia a bankszámla számát

source: You must confirm your bank account number
hu: Meg kell erősítenie a bankszámla számát

source: Your bank account number & confirmation don't match
hu: A bankszámla száma és megerősítése nem egyezik

source: Thank you for submitting your details. We will attempt to process your payment using the supplied details within the next few days, and contact you in case of any problems.
hu: Köszönjük, hogy elküldte a részleteket. Mi megpróbálja feldolgozni a befizetést a mellékelt részleteket a következő néhány nap, és Önnel a kapcsolatot bármilyen probléma esetén.

source: Please submit your bank account details below to pay by Direct Debit.
hu: Kérjük, küldje el bankszámlájának adatait az alábbiakban fizetni csoportos beszedési megbízással.

source: Bank Name
hu: Bank Neve

source: Bank Account Type
hu: Bank Fiók típusa

source: Bank ABA Code
hu: Bank ABA Kód

source: Bank Account Number
hu: Bankszámlaszám

source: Confirm Account Number
hu: Erősítse meg a Bankszámlaszámot

source: Checking
hu: Ellenőrzése

source: Savings
hu: Mentése

source: An out of stock product was automatically removed from the cart
hu: Egy elfogyott terméket automatikusan eltávolítják a kosárból

source: View & Accept Quotes
hu: Megtekint és Fogadja el az idézetek

source: Choose language
hu: Válasszon nyelvet

source: Success
hu: Sikeres

source: Print
hu: Nyomtatás

source: Invoice Items
hu: Tételek megnevezése

source: Quote Items
hu: Idézet Tételek

source: Proposal
hu: Javaslat

source: To accept the quote, please confirm your acceptance of our terms of service.
hu: Elfogadja az ajánlatot, kérjük erősítse meg, hogy elfogadja a szolgáltatási feltételeink.
