Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: There are currently no quotes saved under your account.<br />To request a quote, please open a ticket.
hu: Jelenleg nincs idézőjelek eltárolt fiókját.<br />Az Árajánlatkérés, kérjük nyissa meg a jegyet.

source: Quote #
hu: Árajánlat száma #

source: Date Created
hu: Létrehozás dátuma

source: Valid Until
hu: Érvényesség

source: Stage
hu: Stádium

source: Recipient
hu: Címzett

source: Unit Price
hu: Egységár

source: Discount %
hu: Engedmény %

source: Delivered
hu: Szállítva

source: Accepted
hu: Elfogadott

source: Re Quote #
hu: Re Ajánlat #

source: Deposit
hu: Befizetés

source: Balance from Deposit
hu: Egyenleg Befizetése

source: Make One Off Payment
hu: Legyen egy egyszeri kifizetés

source: Create Automated Recurring Subscription
hu: Készítsen automatikus Ismétlődő Előfizetést

source: Thank You! Your payment was successful and will be applied to your invoice as soon as 2CheckOut's Review Process has completed.<br /><br />This can take up to a few hours so your patience is appreciated.
hu: Köszönjük! A fizetés sikeres volt, és alkalmazni kell a számlát, amint 2checkout a felülvizsgálati folyamat befejeződött.<br /><br />Ez eltarthat akár néhány órát, így a türelem értékelik.

source: Step %s
hu: Lépés %k

source: This domain already exists in our database so cannot be ordered again
hu: Ez a domain már létezik az adatbázisban, így nem rendelhető újra

source: Congratulations, %s is available!
hu: Gratulálok, %k elérhető!

source: How long do you want to register this for?
hu: Meddig Szeretnéd regisztrálni ezt?

source: Sorry, %s is already taken
hu: Bocsánat, %k már foglalt

source: %s does not appear to be registered yet
hu: %k úgy tűnik, nem regisztrálható be még

source: Congratulations, we can transfer %s to us for just %s
hu: Gratulálok, akkor transzfer %s nekünk csak %s

source: Other domains you might be interested in...
hu: Más domain lehet, hogy érdekel...

source: The following options and settings are available for the domains you have chosen. Required fields are indicated with a *.
hu: A következő opciók és beállítások állnak rendelkezésre a domainek választott. A kötelezően kitöltendő mezőket jelzi a *.

source: Nameserver Choice
hu: Névszerver kiválasztása

source: Use default nameservers for our hosting
hu: Az alapértelmezett névszerverek a mi tárhely

source: Use custom nameservers
hu: Használja az egyéni névszerverek

source: The following addons are available for your active products & services.
hu: A következő Kiegészítések rendelkezésre állnak az aktív termékek és szolgáltatások.

source: Register a new domain
hu: Regisztráljon új domaint

source: Transfer your domain from another registrar
hu: Transzfer a domain egy másik regisztrátor

source: I will use my existing domain and update my nameservers
hu: Fogom használni a már meglévő domain és frissítem a névszervereket

source: Use a subdomain from %s
hu: Használjon egy aldomain-tól %s

source: You must go back and complete the required domain configuration fields above
hu: Vissza kell menned, és töltse ki a szükséges domain beállításokat mezők felett

source: Choose Options
hu: Válassza ki a Beállítások

source: Product Selection
hu: Termékek kiválasztása

source: Review & Checkout
hu: Áttekintés & Pénztár

source: Choose Billing Cycle
hu: Válassza ki a számlázási ciklust

source: Available Addons
hu: Elérhető Kiegészítések

source: Setup Fees
hu: Egyszeri díj

source: Choose Another Product
hu: Válasszon egy másik terméket

source: Add to Cart & Checkout
hu: Kosárba rakom és Pénztár

source: Choose Another Category
hu: Egy másik kategória kiválasztása

source: Try another domain
hu: Próbáljon egy másik domaint

source: Please provide us with the domain you want to use with your hosting service by selecting an option from the selections below.
hu: Kérjük, adja meg nekünk a domain szeretné használni a tárhely szolgáltatás kiválasztásával egy lehetőséget a beállításokat az alábbiakban.

source: Fraud Check
hu: Csalás-ellenőrzés

source: New Customer
hu: Új ügyfél

source: Existing Customer
hu: Meglévő ügyfél

source: <strong>Not Yet Registered?</strong> %sClick here to signup...%s
hu: <strong>Még nem regisztrált?</strong> %sKattintson ide a regisztráció...%s

source: (On Selected Options)
hu: (A kiválasztott beállítások)

source: This promotion code also includes a %s Recurring Discount<br />(This discount will apply to future renewals of the product's total price)
hu: Ez a promóciós kód is tartalmaz %s Ismétlődő kedvezmény<br />(A kedvezmény vonatkozik a jövőbeli felújításokra a termék teljes árát)

source: Jump straight to checkout &raquo;
hu: Ugrás egyenesen a pénztár &raquo;

source: Shopping Cart is Empty<br/>Please choose a product and domain name option to begin...
hu: Kosara üres<br/>Kérjük, válasszon egy terméket megkezdéséhez...

source: You're on the way to signing up with us, but you must choose a domain before you can add the selected product to your cart...
hu: Te a módja annak, hogy regisztrálsz a számunkra, de meg kell választani a domain előtt felveheti a kiválasztott terméket a kosárba...

source: Cancel Domain Renewal?
hu: Mégsem Domain megújítása?

source: You also have an active domain registration for the domain associated with this product<br />This domain is due to renew on %s at a cost of %s for %s Year/s<br /><br />If you would like to cancel the domain as well, and let it expire at the end of the current registration, then simply tick the box below.
hu: Arra is van egy aktív Domainregisztráció domain kapcsolódó termék<br />Ez a domain annak köszönhető, hogy megújítja a%s áron a%s %s év/s<br /><br />Ha szeretné, hogy megszünteti a domain is, és hagyjuk, hogy végén jár le a jelenlegi regisztráció, akkor egyszerűen jelölje be az alábbi mezőbe.

source: I confirm I do not want to renew this domain again
hu: Kijelentem, nem akarom megújítani ezt a domaint ismét

source: Starting from
hu: Kezdve

source: Price Override
hu: Ár felülbírálása

source: Free Setup
hu: Ingyenes Beállítás

source: Oops, there's a problem...
hu: Hoppá, van egy probléma...

source: Go back & try again
hu: Menj vissza és próbáld újra

source: Quantity
hu: Mennyiség

source: Want more than 1 of this item? Enter Quantity Here:
hu: A kívánt elem több mint 1? Itt adja meg a mennyiség:

source: /each
hu: /minden

source: Use default nameservers
hu: Használja az alapértelmezett névszervereket

source: Use custom nameservers (enter below)
hu: Használja az egyéni névszervereket (írja be az alábbiakban)

source: Jump to
hu: Ugrás

source: Use existing account contact
hu: Használja a meglévő számla kapcsolatot

source: Specify custom information below
hu: Adja meg az egyéni alábbi információk

source: Primary Profile Data
hu: Elsődleges Profil adatok

source: PDF Generated on
hu: A létrehozott PDF

source: Minimum Advance Renewal is %s Days
hu: Minimális előzetes megújítására a(z) %s nap

source: This promotion code is only valid for new customers
hu: A promóciós kód egyetlen érvényes részére új ügyfelek

source: Bulk Management Actions
hu: Tömeges menedzsment tevékenységek

source: The changes made below will affect the following domains:
hu: A változtatások az alábbi hatással lesz a következő domainek:

source: This change will apply to the following domains:
hu: Ez a módosítás vonatkozik a következő domainek:

source: cannot be managed automatically - please contact support regarding any changes you want to make
hu: nem lehet automatikus irányítását - forduljon az ügyfélszolgálathoz változtatásokat kíván tenni

source: Unfortunately these settings cannot be edited from our client area at the current time. Please contact support regarding any changes you wanted to make.
hu: Sajnos ezeket a beállításokat nem lehet megváltoztatni az ügyfeleink terület az aktuális időt. Kérjük, forduljon az ügyfélszolgálathoz minden változtatás, amit csinálni akartam.

source: Manage Nameservers
hu: Névszerverek kezelése

source: Auto Renewal Status
hu: Automatikus megújítás állapotának kezelése

source: Auto renew helps protect your domain. When enabled, we will automatically send you a renewal invoice a few weeks before your domain expires, and renew the domain should payment be successful.
hu: Automatikus megújítása segít megvédeni a domain. Ha engedélyezve van, akkor automatikusan küld Önnek egy számlát megújítása előtt néhány héttel a domain lejár, és megújítani a domain kell fizetési sikeres legyen.

source: We recommend keeping auto renew enabled to avoid losing your domain.
hu: Azt javasoljuk, hogy az automatikus megújítása lehetővé tette, nehogy a domain.

source: Registrar Lock Status
hu: Regisztrátor Zár állapota

source: Registrar Lock (also known as Theft Protection) secures your Domain from unauthorized transfers.
hu: Regisztrátor Zár (más néven Theft Protection) biztosítja a domain a jogosulatlan transzfereket.

source: We recommend that you keep this enabled, except when transferring your Domain Name away.
hu: Javasoljuk, hogy tartsa ezt engedélyezve, kivéve, amikor át a Domainnév el.

source: Enable Registrar Lock
hu: Engedélyezze a Regisztrátor Zár

source: Disable Registrar Lock
hu: Letiltása Regisztrátor Zár

source: Edit Contact Information
hu: Kapcsolattartó adatok szerkesztése

source: Spam Bot Verification
hu: Spam Bot ellenőrzése

source: Please enter the characters you see in the image below into the text box provided. This is required to prevent automated submissions.
hu: Kérjük, írja be a képen látható karaktereket az alábbi szöveges mezőbe. Erre azért van szükség, hogy megakadályozzuk az automatizált űrlap kitöltést.

source: The characters you entered didn't match the image shown. Please try again.
hu: A beírt karakterek nem egyeznek a képen láthatóval. Kérjük, próbálja újra.

source: Please complete the captcha and try again.
hu: Kérjük, töltse ki az ellenőrző kódot és próbálkozzon újra.

source: An error occurred, please contact support (error code: cap1)
hu: Hiba történt, kérjük lépjen kapcsolatba ügyfélszolgálatunkkal (hiba kódja: cap1)

source: An error occurred, please try again (error code: cap2)
hu: Hiba történt, kérjük, próbálja újra (hiba kódja: cap2)

source: The characters you entered didn't match the word verification. Please try again.
hu: A beírt karakterek nem egyeznek az ellenőrző kóddal. Kérjük, próbálja újra.

source: Bundle Deal!
hu: Csomag Üzlet!

source: This bundle is either not yet active or has expired. If you feel this message to be an error, please contact support.
hu: Ez a csomag az vagy még nem aktív, vagy már lejárt. Ha úgy érzi, ezt az üzenetet, hogy egy hiba, kérjük lépjen kapcsolatba ügyfélszolgálatunkkal.

source: This bundle offer has reached the maximum number of uses allowed and so unfortunately is no longer available. Please contact us if you you're interested in our services to discuss.
hu: A csomag ajánlat eléri a maximális felhasználási megengedett, így sajnos már nem elérhető. Kérjük, lépjen kapcsolatba velünk, ha Önt érdeklő szolgáltatásunkat, hogy megvitassák.

source: Bundle Requirements Not Met
hu: Csomag Követelmények Nem teljesült

source: The selected bundle cannot be used in conjunction with any other promotions or offers
hu: A kiválasztott csomag nem használható együtt más promóciós és ajánlatok

source: The selected bundle requires you choose the billing cycle '%s' for product %s to qualify
hu: A kiválasztott csomag megköveteli, válassza ki a számlázási ciklus '%s' a terméket %s, hogy jogosult

source: The selected bundle requires you select '%s' for '%s' in order to qualify
hu: A kiválasztott csomag megköveteli, válassza '%s' a '%s' annak érdekében, hogy jogosultak legyenek

source: The selected bundle requires you enable the option '%s' in order to qualify
hu: A kiválasztott csomag megköveteli, hogy az opciót '%s' annak érdekében, hogy jogosultak legyenek

source: The selected bundle requires you deselect the option '%s' in order to qualify
hu: A kiválasztott csomag megköveteli, kijelölésének megszüntetéséhez a lehetőséget '%s' annak érdekében, hogy jogosultak legyenek

source: The selected bundle requires you choose a quantity of '%s' for '%s' in order to qualify
hu: A kiválasztott csomag megköveteli, válasszon egy mennyiséget '%s' a '%s' annak érdekében, hogy jogosultak legyenek

source: The selected bundle requires you select the addon '%s' for product %s to qualify
hu: A kiválasztott csomag megköveteli, válassza ki a kiegészítések '%s' a termék %s való jogosultság

source: The selected bundle requires you register or transfer a domain with the product %s to qualify
hu: A kiválasztott csomag megköveteli, regisztrálj, vagy transzfer a domain a terméket %s való jogosultság

source: The selected bundle requires you choose a domain with the extension(s) '%s' for domain %s to qualify
hu: A kiválasztott csomag megköveteli, Domainnév választása a kiterjesztés (ek) '%s' a domain %s való jogosultság

source: The selected bundle requires you select the registration period '%s' for domain %s to qualify
hu: A kiválasztott csomag megköveteli, válassza ki a regisztrációs időszak '%s' a domain %s való jogosultság

source: The selected bundle requires you select the addon '%s' for domain %s to qualify
hu: A kiválasztott csomag megköveteli, válassza ki a kiegészítések '%s' a domain %s való jogosultság

source: Services
hu: Szolgáltatások

source: Order New Services
hu: Rendeljen új szolgáltatást

source: Place a New Order
hu: Új Megrendelés

source: Transfer Domains to Us
hu: Hozza át domain nevét hozzánk

source: Domain Search
hu: Domain Keresés

source: Billing
hu: Számlázás

source: Invoices
hu: Számlák

source: Support
hu: Támogatás

source: Tickets
hu: Hibajegyek

source: Open Ticket
hu: Új hibajegy

source: Manage Credit Card
hu: Bankkártyák kezelése

source: Hello
hu: Üdvözöljük

source: Hello, %s!
hu: Üdvözöljük, %s!

source: Account
hu: Fiók

source: Forgot Password?
hu: Elfelejtette jelszavát?

source: Edit Account Details
hu: Fiókadatok szerkesztése

source: Manage Your Account
hu: Saját Fiók kezelése

source: Account Overview
hu: Fiók áttekintése

source: Use Default (Set Per Order)
hu: Alapértelmezett használata

source: Management Actions
hu: Menedzsment tevékenységek

source: No Addons Purchased Yet
hu: Nem Kiegészítések vásárolt mégis

source: Search Downloads
hu: Keresés Letöltések

source: View Message
hu: Üzenet megtekintése

source: Results Per Page
hu: Találatok egy oldalon

source: Access Denied
hu: Hozzáférés megtagadva

source: &laquo; Back
hu: &laquo; Vissza

source: &laquo; Back to Services List
hu: &laquo; Vissza ehhez Szolgáltatások listája

source: &laquo; Back to Domains List
hu: &laquo; Vissza ehhez Domainok listája

source: Visit the Order Form to browse the Products & Services we offer. Existing customers can also purchase optional extras and addons here.
hu: Látogasson el a Megrendelőlap böngészhet a termékek és szolgáltatások kínálunk. Meglévő ügyfelek is vásárolni extrák és Kiegészítések itt.

source: Already registered with us? If so, click the button below to login to our client area from where you can manage your account.
hu: Van már fiókja? Ha igen, kattintson az alábbi gombra az ügyfélterületre történő belépéshez, ahol kezelheti fiókját.

source: Go to Order Form
hu: Ugrás a Megrendelőlap

source: Secure Client Login
hu: Biztonságos Ügyfél Bejelentkezés

source: These are all the services you have registered in this account.
hu: Ezek a szolgáltatások már regisztrált ebben a fiókban.

source: Here is an overview of your product/service with us.
hu: Itt van egy áttekintést a termék/szolgáltatás velünk.

source: View &amp; manage all the domains you have registered with us from here...
hu: Ezek a domainek már regisztrált ebben a fiókban.

source: Below you can review your entire invoice history with us.
hu: Az alábbiakban megtekintheti a teljes számlatörténetet

source: Here are all the quotes we've generated for you.
hu: Itt megtalálja az összes idézet általunk létrehozott az Ön számára.

source: Here's a copy of the recent emails we've sent you...
hu: Itt egy példányt a legújabb e-mailek általunk küldött...

source: Submit and track any enquiries with us here...
hu: Beküldése és nyomon követheti minden vizsgálatot velünk itt...

source: Deposit money in advance
hu: Előzetes pénzbefizetés

source: Create an account with us . . .
hu: Hozzon létre egy fiókot

source: Pay all the invoices listed below in a single easy transaction by choosing a payment method
hu: Fizesse ki egyszerre összes számláját egyetlen tranzakcióval

source: Service Status Information and Network Announcements
hu: Szolgáltatás állapota Információ és Hálózat Közlemények

source: Our Latest News
hu: Legfrissebb híreink

source: Credit Card Expiring Soon
hu: Hitelkártya hamarosan lejár

source: Your credit card is expiring soon so please ensure you %supdate your card details%s with us when you can
hu: A hitelkártya hamarosan lejár, így győződjön meg arról, %s frissítse a kártya adatait %s velünk, ha lehet

source: Available Credit Balance
hu: Elérhető Hitel Egyenleg

source: You have a credit balance of %s and this will be automatically applied to any new invoices
hu: Van egy hitel egyenlege %s, és ez automatikusan alkalmazni az új számlák

source: You have %s Overdue Invoice(s)
hu: Önnek %s esedékes díjbekérője van

source: To avoid service interruption, please pay your outstanding invoices as soon as possible. %sPay Now &raquo;%s
hu: Annak elkerülése érdekében, szolgáltatás megszakítása, kérem fizetni a kiemelkedő számlákat a lehető leghamarabb. %sFizetés most &raquo;%s

source: There are currently no open support tickets
hu: Jelenleg nincs megnyitott támogató jegyek

source: There are currently no unpaid invoices
hu: Jelenleg nincs kifizetetlen számla

source: To register please place an <strong><a href="cart.php">order</a></strong>
hu: A regisztrációhoz kérjük feladni <strong><a href="cart.php">Rendelés</a></strong>

source: To create an account, please
hu: Ahhoz, hogy hozzon létre egy fiókot, kérjük,

source: place an order with us
hu: megrendelés velünk

source: Password Strength
hu: Jelszó erőssége

source: Enter a Password
hu: Adja meg a jelszavát

source: Weak
hu: Gyenge

source: Moderate
hu: Közepes

source: Strong
hu: Erős

source: Managing
hu: Kezelés

source: Information
hu: Információk

source: With Selected
hu: A kiválasztott

source: Manage Domain
hu: Domain kezelése

source: Change Nameservers
hu: Változás névszerverek

source: Manage DNS
hu: DNS kezelése

source: Manage Email Forwards
hu: E-mail továbbítások kezelése

source: Action Completed Successfully!
hu: A művelet sikeresen befejeződött!

source: Action Failed
hu: Akció nem sikerült

source: To the right you can find the details of your domain. You can manage your domain using the tabs above.
hu: Jobbra található a részleteket a domain. Itt kezelheti a domain a fenti fülek segítségével.

source: Enable auto renew to have us automatically send you a renewal invoice before your domain expires.
hu: Engedélyezze automatikus megújítása, hogy mi automatikusan elküldjük Önnek a megújítási számlát, mielőtt a domain lejár.

source: You can change where your domain points to here. Please be aware changes can take up to 24 hours to propagate.
hu: Meg tudod változtatni, ha a domain rámutat itt. Kérjük, vegye figyelembe a változások akár 24 órán propagálni.

source: Lock your domain to prevent it from being transferred away without your authorization.
hu: Bezárja a tartományodat hogy akadályozza meg, hogy azt vigyék át, távol a meghatalmazásod nélkül.

source: Domain Currently Unlocked!
hu: Domain Jelenleg Nyitott!

source: You should enable the registrar lock unless you are transferring the domain.
hu: Ha kell tennie a Regisztrátor zárat, ha nem átadása a domain.

source: Search Multiple TLDs
hu: Keresés több TLD-k

source: Network Status
hu: Hálózat állapota

source: There are no %s Network Issues Currently
hu: Jelenleg nincsenek %s hálózati problémák

source: Below is a real-time overview of our servers where you can check if there's any known issues.
hu: Az alábbiakban egy valós idejű áttekintést szerverünk, ahol megnézheted, ha van olyan ismert problémák.

source: You must enter a cancellation reason
hu: Meg kell adnod a Lemondás oka

source: Add funds to your account with us to avoid lots of small transactions and to automatically take care of any new invoices to generate.
hu: Hozzáad alapok fiókja velünk, hogy elkerüljék sok kis tranzakciók és automatikusan gondoskodik minden új számlákat létrehozni.

source: * All deposits are non-refundable.
hu: * Minden betéteket nem-visszatérítendő.

source: The expiry date must be entered in the format MM/YY and must not be in the past
hu: A lejárati dátum MM/YY formátumban kell megadni, és a múltban nem lehet

source: Choose a Domain...
hu: Domainnév választása...

source: Check Availability of a New Domain
hu: Rendelkezésre állás ellenőrzése a Új Domain

source: eg. example.com
hu: pl. example.com

source: Order Hosting Only
hu: Rendelés Tárhely csak

source: Start your web hosting experience with us by entering the domain name you want to register, transfer or simply purchase hosting for below...
hu: Indítsa el a web tárhely velünk a tapasztalataikat beírja a domain nevet regisztrálni, átutalással vagy egyszerűen csak vásárolni hosting alatt...

source: Open New Ticket
hu: Új hibajegy

source: Enter Ticket # or Subject
hu: Írja be jegy # vagy a tárgyat

source: Submitted
hu: Benyújtott

source: Contact
hu: Kapcsolat

source: Upgrade/Downgrade
hu: Frissítés/Visszalépés

source: (Required if Organization Name is set)
hu: (Szükséges, ha a szervezet neve be van állítva)

source: Downloading this item requires you to have an active instance of the following product/service:
hu: Letöltés ezt az elemet megköveteli, hogy egy aktív példánya a következő termék/szolgáltatás:

source: Get Paid for Referring Customers to Us
hu: Kap Fizetett Hivatkozó ügyfelek hozzánk

source: Activate your affiliate account and start earning money today...
hu: Aktiválja Ön affiliate számla és kezdj el pénzt keresni még ma...

source: We pay commissions for every signup that comes via your custom signup link.
hu: Jutalékot fizetünk minden egyes regisztrációért, hogy jön keresztül az egyedi regisztrációs linket.

source: We track the visitors you refer to us using cookies, so users you refer don't have to purchase instantly for you to receive your commission. Cookies last for up to 90 days following the initial visit.
hu: Nyomon követjük a látogatók akkor nézze meg velünk a cookie-kat, így a felhasználók akkor nézze nem kell azonnal megvásárolni az Ön számára, hogy megkapja a jutalékot. A cookie-k utolsó legfeljebb 90 követő napokban az első látogatás.

source: If you would like to find out more, please contact us.
hu: Ha szeretne többet megtudni, kérjük lépjen kapcsolatba velünk.

source: Copyright
hu: Szerzői jog

source: All Rights Reserved
hu: Minden jog fenntartva

source: Initially then
hu: Kezdetben majd

source: Outstanding Balance
hu: Fennmaradó egyenleget

source: Login to cPanel
hu: Bejelentkezés a cPanel-ba

source: Login to WHM
hu: Bejelentkezés a WHM

source: Login to Enkompass
hu: Bejelentkezés a Enkompass-ba

source: Login to Plesk Control Panel
hu: Bejelentkezés a Plesk Vezérlőpult-ba

source: Login to Helm Control Panel
hu: Bejelentkezés a Helm Vezérlőpult-ba

source: Login to SiteWorx Control Panel
hu: Bejelentkezés a SiteWorx Vezérlőpult-ba

source: Login to NodeWorx Control Panel
hu: Bejelentkezés a NodeWorx Vezérlőpult-ba

source: Login to vePortal
hu: Bejelentkezés a vePortal-ba

source: Login to XPanel
hu: Bejelentkezés a XPanel-be

source: Login to GameCP
hu: Bejelentkezés a GameCP-be

source: The TRUSTe Control Panel contains the set up wizard to get your Privacy Policy up and running.
hu: A TRUSTe Vezérlőpult tartalmazza a varázslót, hogy a Adatvédelmi nyilatkozat létrehozásához és működtetéséhez.
