Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: click here to continue
hu: Kattintson ide a folytatáshoz

source: Please login to access the requested file download
hu: Kérjük jelentkezzen be, hogy hozzáférhessen a letöltéshez

source: Year
hu: Év

source: Years
hu: Évek

source: Enter a domain or keyword
hu: Adjon meg egy domaint vagy kulcsszót

source: Searching
hu: Keresés

source: <strong>:domain</strong> is unavailable
hu: <strong>:domain</strong> nem elérhető

source: Add
hu: Hozzáad

source: Suggested Domains
hu: Javasolt domain nevek

source: Generating suggestions for you
hu: Javaslatok generálása Önnek

source: Please enter the code shown below
hu: Kérjük, írja be az alább látható kódot
