Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: From here you can create and manage custom nameservers for your domain (eg. NS1.example.com, NS2.example.com...).
hu: Innen létrehozni és kezelni saját névszerverek az Ön domainjén (Pl. NS1.example.com, NS2.example.com...).

source: IP Address
hu: IP-cím

source: Modify a NameServer IP
hu: Módosítása NévSzerver IP

source: The nameserver was successfully modified
hu: A névszerverét sikeresen módosították

source: New IP Address
hu: Új IP-cím

source: Register a NameServer Name
hu: NévSzerver Név Regisztrálása

source: The nameserver was successfully registered
hu: A névszerverét sikeresen regisztrálta

source: Select the contact you want to use here
hu: Válassza ki a kívánt névjegyet használni itt

source: Domain Registrant Information
hu: Domain Regisztráló információk

source: Registrar Lock
hu: Regisztrátor zárolása

source: Enable registrar lock (Recommended). Unauthorized transfer will be prevented if lock is set.
hu: Engedélyezze a regisztrátor zárolása (Ajánlott). A jogosulatlan átutalás megelőzhető, ha be van állítva.

source: Domain Registry Information
hu: Domain Rendszerleíróadatbázis adatok

source: Renew Domain
hu: Újítsa meg a Domaint

source: Domain Renewal
hu: Domain Megújítása

source: Secure your domain(s) by adding more years to them. Choose how many years you want to renew for and then submit to continue.
hu: Biztonságos az Ön domain (ek) hozzáadásával több évet őket. Válassza ki, hány évig szeretné megújítani és aztán benyújtania folytatni.

source: Auto Renew
hu: Automatikus Megújítás

source: Disable Auto Renew
hu: Automatikus Megújítás Letiltása

source: Disabled
hu: Tiltva

source: WARNING! This domain has auto renewal disabled.<br />It will therefore expire and become inactive at the end of the current term unless manually renewed.
hu: FIGYELEM! Ez a domain automatikus megújítás tiltva.<br />Ezért jár le, és inaktívvá válnak a végén az idő, kivéve, ha manuálisan meghosszabbítható.

source: Enable Auto Renew
hu: Automatikus Megújítás Engedélyezése

source: Enabled
hu: Engedélyezve

source: Current Status
hu: Jelenlegi állapot

source: Simple Domain Search
hu: Egyszerű Domain Keresés

source: Domain Pricing
hu: Domain Árak

source: Renew
hu: Megújítás

source: Renew Now
hu: Megújítás most

source: Domain Checker
hu: Domain ellenőrző

source: Unavailable
hu: Nem elérhető

source: Sorry!
hu: Bocsánat!

source: is already taken!
hu: már foglalt!

source: Reserved
hu: Fenntartott

source: is available, but reserved.
hu: rendelkezésre áll, de a fenntartott.

source: view whois report
hu: whois jelentés megtekintése

source: Access Denied - You must be logged in to download this file
hu: Hozzáférés megtagadva - Be kell jelentkezned, hogy letölti ezt a fájlt

source: Access Denied - You must purchase the associated product before you can download this
hu: Hozzáférés megtagadva - Meg kell vásárolni az ehhez kapcsolódó terméket, mielőtt letölthetik ezt

source: View our library of downloads
hu: Tekintse meg a könyvtár letöltések

source: Files
hu: Fájlok

source: Filesize
hu: Fájlméret

source: The download library has all the manuals, programs and other files that you may need to get your website up and running.
hu: A letöltés könyvtár a kézikönyvek, programok és egyéb fájlok, hogy Szükség lehet arra, hogy a honlapon, és futtatás.

source: Most Popular Downloads
hu: Legnépszerűbb letöltések

source: No Downloads to Display
hu: Nincsen megjeleníthető letöltés ebben a nézetben

source: Downloads
hu: Letöltések

source: Empty Cart
hu: Az Ön kosara üres

source: Existing Password
hu: Jelenlegi jelszó

source: Your existing password was not correct
hu: A meglévő jelszó nem megfelelő

source: First Payment Amount
hu: Első kifizetés összege

source: Flash Tutorials
hu: Flash oktatóprogramok

source: Click here to view tutorials showing you how to use your hosting control panel
hu: Megtekintéséhez kattintson ide oktatóanyagok megmutatja, hogyan kell használni a hosting vezérlőpanel

source: Our Flash Tutorials are here to help you fully utilise your web hosting control panel. Choose a task from below to see a step by step tutorial on how to complete it.
hu: A Flash oktatóprogramok itt annak érdekében, hogy teljes mértékben kihasználhassák a webes tárterület a Vezérlőpult segítségével. Válassza ki alább a tevékenység tekintse át a lépésről lépésre bemutató befejezéséhez.

source: Please wait while you are redirected to the gateway you chose to make payment...
hu: Kérem várjon, amíg átirányítjuk...

source: Portal Home
hu: Ügyfélkapu

source: You are here
hu: Ön itt van

source: Go
hu: Tovább

source: Welcome to our Support Portal.
hu: Üdvözöljük Támogatás Portálon.

source: Please enter the security code shown in the image - this is required to prevent automated submissions
hu: Kérjük, írja be a biztonsági kódot a képen látható - ez szükséges, hogy megakadályozza az automatikus beadványok

source: Enter the amount to apply
hu: Adja meg az összeget kell alkalmazni

source: Apply Credit
hu: Alkalmazni a hitel

source: Your credit balance is
hu: A hitel egyenlege

source: This can be applied to the invoice using the form below.
hu: Ez lehet alkalmazni a számlán az alábbi űrlap segítségével.

source: You cannot apply more credit than the balance due
hu: Nem tudsz több hitelt alkalmazni a fizetési egyenlegnél

source: You cannot apply more credit than you have in your account
hu: Nem tudsz több hitelt alkalmazni nálad a fiókodban

source: Offline Credit Card Payments are processed manually.<br />You will receive confirmation by email once your payment has been processed.
hu: Kapcsolat nélküli hitelkártyás fizetést manuálisan dolgozzák fel.<br />Visszaigazolást kapsz e-mailben, ha a kifizetés feldolgozása megtörtént.

source: Reference Number
hu: Hivatkozási szám

source: My Invoices
hu: Számlák

source: &laquo; Back to Client Area
hu: &laquo; Vissza a Vezérlőpultra

source: Balance
hu: Fizetendő:

source: before
hu: előtt

source: Collections
hu: Gyűjtemények

source: Credit
hu: Folyószámla egyenlegből fizetve:

source: Invoice Date
hu: Kiállítás dátuma

source: Due Date
hu: Esedékesség

source: An Error Occurred. Please Try Again.
hu: Hiba lépett fel. Kérjük, próbálja újra.

source: Invoiced To
hu: Vevő

source: Invoice Notes
hu: Számla-megjegyzések

source: No Invoices
hu: Nincsenek számlák

source: Notes
hu: Jegyzetek

source: Outstanding Invoices
hu: Kiemelkedő számlák

source: Paid
hu: Fizetve

source: Pay Now
hu: Fizetés Most

source: Pay To
hu: Számlakibocsátó

source: Refunded
hu: Visszatérítés

source: Sub Total
hu: Nettó összesen

source: Tax Due
hu: Esedékes adó

source: Indicates a taxed item.
hu: ÁFA-köteles tétel!

source: Transactions
hu: Tranzakciók

source: Transaction Date
hu: Tranzakció dátuma

source: Gateway
hu: Fizetési mód

source: Transaction ID
hu: Tranzakció azonosító

source: No Related Transactions Found
hu: Nem található kapcsolódó tranzakció

source: Unpaid
hu: Fizetetlen

source: View Invoice
hu: Számla megtekintése

source: Knowledgebase Suggestions
hu: Tudásbázis-javaslatok

source: The following articles were found in the knowledgebase which may answer your question. Please review the suggestions before submission.
hu: Az alábbi cikkek találhatók a tudásbázisban, amely választ a kérdésére. Kérjük, olvassa el a javaslatok benyújtása előtt.

source: Articles
hu: Cikkek

source: No categories exist
hu: Nincsenek kategóriák

source: Browse our KB for answers to FAQs
hu: Böngésszen a Tudásbázisban vagy választ a FAQ-ban

source: Add to Favourites
hu: Hozzáadás a Kedvencekhez

source: Was this answer helpful?
hu: Hasznosnak találta ezt a választ?

source: The knowledgebase is organized into different categories. Either choose a category from below or search the knowledgebase for the answer to your question.
hu: A Tudásbázis a különböző csoportokba rendezve. Válasszon az alábbiak közül a kategóriát, vagy keresse meg a választ a kérdésére a Tudásbázisban.

source: No Articles Found
hu: Nem található cikkek

source: There are no Related Articles
hu: Nincsenek Kapcsolódó cikkek

source: Most Popular Articles
hu: Legnépszerűbb cikkek

source: Print this Article
hu: Kinyomtatja ezt a cikket

source: Rating:
hu: Osztályozás:

source: Users Found This Useful
hu: A felhasználók hasznosnak találták ezt

source: Related Articles
hu: Kapcsolódó cikkek

source: Knowledgebase
hu: Tudásbázis

source: Views
hu: Megtekintések

source: Vote
hu: Szavazás

source: Votes
hu: Szavazat

source: Thanks for rating the article for us
hu: Köszönjük az értékelést a cikket nekünk

source: Language
hu: Nyelv

source: Late Fee
hu: Késedelmi díj

source: Latest Announcements
hu: Legutolsó Közlemény

source: Forgotten Your Password?
hu: Elfelejtette a jelszavát?

source: Request a Password Reset
hu: Egy új jelszó kérése

source: Login Details Incorrect. Please try again.
hu: Bejelentkezés részletek helytelen. Kérjük próbálja újra.

source: You must login to access this page. These login details differ from your websites control panel username and password.
hu: Neked Bejelentkezni kell, hogy hozzáférj a laphoz. Ezek a bejelentkezési adatok különböznek a weboldalak kezelőpanel felhasználónevétől és jelszaváttól.

source: Remember Me
hu: Emlékezz rám

source: Click here to continue...
hu: Kattintson ide a folytatáshoz.

source: You have been successfully logged out.
hu: Ön sikeresen kijelentkezett.

source: We do not allow orders to be placed using an Anonymous Proxy
hu: Nem engedjük meg a megrendeléseknek, hogy adják miközben használnak egy Anonymous Proxyt

source: We are placing an automated call to your phone number now. This is part of our fraud checking measures. You will be given a 4 digit security code which you need to enter below to complete your order.
hu: Mi helyezünk automatikus hívás telefonszámát most. Ez a része a csalás ellenőrző intézkedések. Ön kap egy 4 jegyű biztonsági kód, amely meg kell adnia az alábbi komplett rendelését.

source: The country of your IP address did not match the billing address country you entered so we cannot accept your order
hu: Az ország az IP-cím nem egyezik a számlázási cím országban megadott, így nem tudjuk elfogadni a megrendelést

source: The code you entered was incorrect. If you feel this to be an error, please contact our support department as soon as possible.
hu: A kód, amit beírtál, helytelen volt. Ha érzed ezt hogy egy hiba legyél, lépj kapcsolatba a támogatásosztályunkkal amint lehet.

source: Your order has been flagged as potentially high risk and therefore it has been held for manual review.<br /><br />If you feel you have received this message in error, then please accept our apologies and <a href="submitticket.php">submit a support ticket</a> to our Customer Service Team. Thank you.
hu: A rendelését lett megjelölve nagy kockázatot, ezért került sor a kézi ellenőrzés.<br /><br />Ha úgy érzi, ezt az üzenetet tévedésből kapta, majd elnézést kérünk és <a href="submitticket.php">támogatási jegy beküldése</a> hogy ügyfélszolgálati csoportunk. Köszönjük.

source: Unfortunately, we are unable to accept your order as there has been a lot of fraudulent activity from your country. If you want to arrange an alternative means of payment, please contact us.
hu: Sajnos, nem tudjuk elfogadni a megrendelést, mivel már nagyon sok csaló tevékenység az országban. Ha szeretné gondoskodjon alternatív fizetőeszközök, kérjük lépjen kapcsolatba velünk.

source: Incorrect Code
hu: Hibás kód

source: We do not permit orders using a free email address, please try again using a different email address
hu: Nem engedélyezik megrendeléseket egy ingyenes e-mail címre, kérjük, próbálja újra egy másik e-mail cím

source: More Choices
hu: Még több választék

source: Affecting
hu: Érintő

source: Please Note: Issues affecting servers you have accounts on will be highlighted with a gold background
hu: Figyelem: érintő kérdések szerverek van fiókok kiemelésre kerül egy arany háttér

source: Read about current and scheduled network outages
hu: Tudnivalók az aktuális és beütemezett hálózati üzemszünetekről

source: No network issues found
hu: Hálózati kérdések nem találhatók

source: Critical
hu: Kritikus

source: Investigating
hu: Kivizsgálása

source: Outage
hu: Kiesés

source: Reported
hu: Jelentett

source: Resolved
hu: Megoldott

source: Scheduled
hu: Ütemezett

source: Network Issues
hu: Hálózati problémák

source: Other
hu: Egyéb

source: System
hu: Rendszer

source: New Password
hu: Új jelszó

source: Next Page
hu: Következő oldal

source: No existing card details on record
hu: Nem létező kártyaadatok rekord

source: None
hu: Nincs

source: No Records Found
hu: Nem található rekord

source: or
hu: vagy

source: Additional Required Information
hu: Cég esetén további szükséges információk

source: The following addons are available for this product. Choose the addons you wish to order below.
hu: Az alábbi Kiegészítések állnak rendelkezésre erről a termékről. Válassza ki a Kiegészítések meg szeretné rendelni az alábbiakban.

source: Click to view available addons
hu: Kattintson az elérhető Kiegészítésekre

source: Billing Cycle
hu: Számlázási ciklus

source: Change Addons
hu: Kiegészítések módosítása

source: Change Configurable Options
hu: Konfigurálható beállítások Módosítása

source: Change Domain
hu: Domain Módosítása

source: Change Nameservers Only
hu: Módosítás Névszerverek csak

source: Change Product
hu: Termék Módosítása

source: Choose Product Addons
hu: Válassza ki a Termék Kiegészítéseket

source: Choose a Package
hu: Válassza ki a Csomagot

source: The promotion code entered does not exist
hu: Nem létezik a megadott promóciós kód

source: Attention! Your order has been completed but you have not yet paid for it so it will not be activated.<br />Click on the link below to go to your invoice to make payment.
hu: Figyelem! A megrendelés megtörtént, de még nem fizetett érte, így nem lesz aktiválva.<br />Kattints a kapcsolatra lent hogy a számládra menj hogy teljesíts fizetést.

source: Configurable Options
hu: Konfigurálható beállítások

source: Configure
hu: Konfigurálás

source: Order Confirmation
hu: Rendelés Visszaigazolás

source: Confirm Order
hu: Rendelés megerősítése

source: Click to Continue >>
hu: Kattintson a Folytatásra >>

source: Place a new order with us
hu: Egy új rendelést velünk

source: Discount
hu: Engedmény

source: I want
hu: Én akar

source: to register a new domain for me.
hu: regisztrálni egy új domaint számomra.

source: I will update my nameservers on an existing domain Or I will register a new domain.
hu: Egy meglévő domainhez én névszervereket frissíteni fogja, vagy egy új domaint regisztrálni fogja.

source: I want to transfer my domain to
hu: Szeretném a Transzfer Saját domaint

source: I want to use a free subdomain.
hu: Én szeretnénk használni egy ingyenes aldomaint.

source: Domain Options
hu: Domain Beállítások

source: Don't use Promotional Code
hu: Ne használja a promóciós kód

source: You must accept our Terms of Service
hu: El kell fogadnia az ÁSZF-et

source: The domain you entered is already registered with us - you will need to cancel it prior to placing a new order
hu: A megadott domain már regisztrálva van velünk - szüksége lesz, hogy megszünteti azt megelőzően, hogy egy új megrendelés

source: The domain you entered is not valid
hu: A megadott domain érvénytelen.

source: You must enter the domain TLD
hu: Meg kell adnia a domain TLD

source: You cannot transfer a domain that isn't registered
hu: Nem vihetők át a nem regisztrált domainhoz

source: The domain you entered is already registered
hu: A megadott domain már regisztrálva van

source: You must enter nameserver 1
hu: Meg kell adnia névszervert 1

source: You must enter nameserver 2
hu: Meg kell adnia névszervert 2

source: You did not enter a domain name
hu: Nem adta meg a domain név

source: You did not enter a password
hu: Nem adta meg a jelszót

source: The hostname you entered is already in use. Please choose another.
hu: A megadott hosztnév már használatban van. Kérjük, válasszon egy másikat.

source: You must enter a hostname for your server
hu: Meg kell adnia egy hosztnevet a szerveren

source: You must enter a prefix for both nameservers
hu: Meg kell adnia egy előtag mindkét névszervereket

source: You must enter your desired root password
hu: Meg kell adnia a kívánt root jelszót

source: The subdomain you entered is already taken - please try again
hu: A megadott aldomain már foglalt - kérjük, próbálja újra

source: You must enter the transfer secret
hu: Meg kell adnod az átadás titkos

source: A user already exists with that email address
hu: Egy felhasználó már létezik az adott e-mail címmel

source: I am an existing customer and wish to add this order to my account
hu: Egy már meglévő ügyfél vagyok, és szeretne a rendelés fiókomhoz

source: Order Failed
hu: Nem sikerült a rendelés

source: If you have any questions about your order, please open a support ticket from your client area and quote your order number.
hu: Ha kérdése van a rendeléssel kapcsolatos, nyissa meg a kliens terület a támogatást jegy, és ajánlat, a rendelés számát.

source: FREE!
hu: INGYENES!

source: applies to the following extensions only
hu: vonatkozik a következő kiterjesztések csak

source: on selected payment terms
hu: kiválasztott fizetési feltételek

source: Free Domain
hu: Ingyenes Domain

source: Free Domain Registration
hu: Ingyenes Domain regisztráció

source: Click here to go to your Client Area
hu: Kattintson ide a Ügyfél Terület

source: This code does not apply to the selected billing cycle
hu: Ez a kód nem vonatkozik a kiválasztott számlázási ciklusban

source: Login Information
hu: Bejelentkezési adatok

source: Please enter the password that you wish to use to login to your
hu: Kérjük, írja be a jelszót, hogy a használni kívánt, hogy jelentkezzen be

source: Client Area. This will differ from your website control panel username &amp; password.
hu: Ügyfél Terület. Ez a honlap különbözni fog Vezérlőpult felhasználónév &amp; jelszó.

source: I am a new customer and would like to create an account
hu: Új vevő vagyok, és szeretném, hogy fiók létrehozása

source: No Products Found
hu: Nem található termékek

source: Notes / Additional Information
hu: Jegyzetek / További információk

source: You can enter any additional notes or information you want included with your order here...
hu: Az alábbi mezőben megadhat további megjegyzéseket vagy információkat a megrendeléshez...

source: Order Now
hu: Rendelje meg most

source: Your Order Number is:
hu: Megrendelés azonosító:

source: 12 Month Price
hu: 12 Havi ár

source: 1 Month Price
hu: 1 Havi ár

source: 24 Month Price
hu: 24 Havi ár

source: 3 Month Price
hu: 3 Havi ár

source: 6 Month Price
hu: 6 Havi ár

source: Annually
hu: Évente

source: Biennially
hu: Kétévente

source: Free Account
hu: Ingyenes számla

source: One Time
hu: Egyszeri

source: Quarterly
hu: Negyedéves

source: Semi-Annually
hu: Félévente

source: Product/Service
hu: Termék/Szolgáltatás

source: Progress
hu: Haladás

source: The promotion code entered has expired
hu: Lejárt a megadott promóciós kód

source: The promotion code entered does not apply to any items in your order
hu: Egy promóciós kód belépett tartózkodás vonatkozik semmilyen tételekre a rendelésben

source: The promotion code entered has already been used
hu: A megadott promóciós kódot már használták.

source: Promotional Code
hu: Promóciós kód

source: Validate Code
hu: Kód ellenőrzése >>

source: Enter promo code if you have one
hu: Amennyiben van kupon kódja, itt adja meg.

source: Pro Rata
hu: Arányosan

source: Thank you for your order. You will receive a confirmation email shortly.
hu: Köszönjük a rendelést. Ön kap egy megerősítő e-mailt rövidesen.

source: This order form is provided in a secure environment and to help protect against fraud your current IP address
hu: Az Ön biztonsága érdekében rögzítésre kerül az aktuális IP-címe

source: is being logged.
hu: amivel aktuálisan bejelentkezett.

source: Server Hostname
hu: Szerver Hosztnév

source: The prefixes you enter here will determine the default nameservers for the server eg. ns1.example.com and ns2.example.com
hu: Az előtagok itt megadott határozza meg az alapértelmezett névszerverek a szerveren, pl. ns1.example.com és ns2.example.com

source: Prefix 1
hu: Előtag 1

source: Prefix 2
hu: Előtag 2

source: Setup Fee
hu: Beállítási díj

source: Start Over
hu: Újrakezdés

source: The subdomain you entered is already in use
hu: A megadott aldomain már használatban van

source: Subtotal
hu: Nettó összesen:

source: Order Summary
hu: Rendelés összesítés

source: Tax Calculations
hu: Adó számítások

source: You must enter your state for tax calculations to take place
hu: Meg kell adnia az állami adó számításokat elvégezni

source: Order
hu: Rendelés

source: Terms of Service
hu: Általános Szerződési Feltételeket

source: I have read and agree to the
hu: Elolvastam és elfogadom az

source: Total Due Today
hu: Fizetendő összesen

source: Total Recurring
hu: Teljes ismétlődő

source: Transfer an Existing Domain Name
hu: Meglévő Domainnév Transzfer

source: Transfer Secret
hu: Transzfer titkos

source: Please enter the Domain Transfer Secret which can be obtained from the current Registrar of the Domain Name.
hu: Adja meg Domain Transzfer Titkos, szerezhetők kell, a Jelenlegi regisztrálótól, a domain nevet.

source: Use Subdomain
hu: Használja Aldomain

source: Year/s
hu: év

source: Your Information
hu: Az információk

source: Your Order
hu: A rendelés

source: Organization Name
hu: Szervezet neve

source: Out of Stock
hu: Elfogyott

source: We are currently out of stock on this item so orders for it have been suspended until more stock is available. For further information, please contact us.
hu: Mi a jelenleg ez a tétel a készleten, vonatkozó rendelés felfüggesztették, amíg az állomány nem áll rendelkezésre. Furthur-információt lépjen kapcsolatba velünk.

source: Page
hu: Oldal

source: of
hu: a

source: Please
hu: Kérlek

source: Please Wait...
hu: Kérem, várjon...

source: Place any pre-sales enquiries here
hu: Helyezze minden értékesítés előtti kérdések ide

source: Prev Page
hu: Előző oldal

source: Proforma Invoice #
hu: Proforma számla #

source: You must have an active product/service to use this code
hu: Engedélyeznie kell egy aktív terméket/szolgáltatást használd ezt a kódot

source: This code can only be used once per client
hu: Ez a kód csak egyszer használható egy Ügyfél

source: The password you entered is not strong enough - please enter a more complex password
hu: A megadott jelszó nem elég erős - kérjük adjon meg egy bonyolultabb jelszót

source: The passwords entered do not match
hu: A megadott jelszavak nem egyeznek

source: Quick Navigation
hu: Gyors Navigáció

source: Records Found
hu: Rekordok Találatok

source: Recurring
hu: Ismétlődő

source: Recurring Amount
hu: Ismétlődő összeg

source: Every
hu: Minden

source: Register Domain
hu: Domain Regisztráció

source: Type in the domain you wish to register below to check for availability.
hu: Írja be a domain szeretne regisztrálni az alábbiakban, hogy ellenőrizze a rendelkezésre állást.

source: Register a Domain Name
hu: Regisztráljon Domainnevet

source: Related Service
hu: Kapcsolódó szolgáltatások

source: Feed
hu: Hírcsatorna

source: You are required to enter a security answer
hu: Adjon meg egy biztonsági választ szükséges

source: Your answer and confirm answer do not match
hu: Az Ön válasza és erősítse válasz nem egyezik meg

source: Your current question and answer is incorrect
hu: Az aktuális kérdés és válasz hibás

source: From here you can change the password of the product/service (note: this does not affect your password for our client area)
hu: Itt módosíthatja a jelszót a termék/szolgáltatás (Megjegyzés: Ez nem befolyásolja a Ügyfél terület jelszavát)
