Repository: djsmiley05/whmcs-hungarian
Catalog: lang/client/*.po
Languages: hu

source: Enter New Password
hu: Adja meg a Új jelszót

source: Password Change Failed!
hu: Jelszó megváltoztatása nem sikerült!

source: Password Changed Successfully!
hu: Jelszó megváltozott sikeresen!

source: Hostname
hu: Hosztnév

source: Login Details
hu: Bejelentkezés Részletek

source: NS1 Prefix
hu: NS1 Előtag (ns1.infotipp.hu)

source: NS2 Prefix
hu: NS2 Előtag (ns2.infotipp.hu)

source: View live status info for our servers
hu: Nézet élő állapotinformáció szervereink

source: No Servers are currently being monitored
hu: Nem szerverek jelenleg megfigyelés alatt

source: Not Available
hu: Nem elérhető

source: PHP Info
hu: PHP Infó

source: Server Load
hu: Szerver terhelés

source: Server Status
hu: Szerver állapota

source: Uptime
hu: Üzemidő

source: Username
hu: Felhasználónév

source: Show
hu: Mutat

source: Administrative Contact Information
hu: Adminisztratív Elérhetőség

source: The contact information below will not be displayed on the Certificate - it is used only for contacting you regarding this order. The SSL Certificate and future renewal reminders will be sent to the email address specified below.
hu: Az elérhetőségi adatokat az alábbiakban nem jelenik meg a tanúsítvány - ez csak a kapcsolatot akkor ezzel rendelésben. Az SSL tanúsítvány és a jövőbeli megújítása emlékeztető fog küldeni az e-mail címre az alábbiak szerint.

source: Certificate Approver Email
hu: Tanúsítvány Jóváhagyó Email

source: You must now choose from the options below where you would like the approval email request for this certificate to be sent.
hu: Most el kell választani az alábbi lehetőségek közül, ahol szeretnénk a jóváhagyás iránti kérelmet e-mailben ezt az igazolást meg kell küldeni.

source: SSL Certificate Information
hu: SSL Tanúsítvány adatai

source: Please choose one...
hu: Kérjük, válasszon egyet...

source: Certificate Type
hu: Tanúsítványtípus

source: Configuration Complete
hu: A konfiguráció teljes

source: Your SSL certificate configuration has now been completed and sent to the Certificate Authority for validation. You should receive an email from them shortly to approve it.
hu: Az SSL tanúsítvány konfiguráció már befejeződött, és elküldte a hitelesítésszolgáltató a hitelesítési. Meg kell kapni egy e-mailt tőlük hamarosan jóváhagyja.

source: Configure SSL Certificate
hu: Konfigurálása SSL Tanúsítvány

source: You must choose an approver email address
hu: Engedélyeznie kell választani jóváhagyója e-mail címet

source: You must enter your certificate signing request (CSR)
hu: Meg kell adnia a tanúsítvány aláírási kérelem (CSR)

source: You must select your server type
hu: Ki kell választania a szerver típusát

source: Invalid Link Followed. Please go back and try again.
hu: Érvénytelen link követni. Menj vissza és próbáld újra.

source: Order Date
hu: Rendelés dátuma

source: Server Information
hu: Szerver információk

source: You must have a valid "CSR" (Certificate Signing Request) to configure your SSL Certificate. The CSR is an encrypted piece of text that is generated by the web server where the SSL Certificate will be installed. If you do not already have a CSR, you must generate one or ask your web hosting provider to generate one for you.
hu: Engedélyeznie kell érvényes "CSR" (Tanúsítvány aláírási kérelem) állítsd be SSL tanúsítvány. A CSR egy titkosított darab szöveg, ami által generált web szerver, ahol az SSL-tanúsítvány telepítésre kerül. Ha még nem rendelkezik CSR, akkor létrehoz egy vagy kérdezze meg web tárhely szolgáltató generál az Ön számára. Szintén győződjön meg arról, adja meg a helyes adatokat, mert nem lehet változtatni után SSL-tanúsítványt állított ki.

source: Web Server Type
hu: Web Szerver típus

source: Configuration Status
hu: Konfigurációs állapota

source: Account Credit Balance
hu: Fiók Hitel Egyenleg

source: Due Invoices Balance
hu: Esedékes számlák egyenlege

source: Number of Domains
hu: Domainek száma

source: Number of Products/Services
hu: Termékek/Szolgáltatások Száma

source: Number of Referred Signups
hu: A hivatkozott regisztrációk Száma

source: Number of Support Tickets
hu: Támogatás Jegyek Száma

source: Submit a trouble ticket
hu: Küldése hibajegy

source: click here to contact us
hu: kattintson ide írjon nekünk

source: If you have pre-sales questions
hu: Ha még az értékesítés előtti kérdések

source: An error occurred. The requested ticket could not be found.
hu: Hiba történt. A kért jegyek nem található.

source: Allowed File Extensions
hu: Engedélyezett fájl kiterjesztések

source: Choose Department
hu: Válasszon Osztály

source: Client
hu: Ügyfél

source: Department
hu: Osztály

source: View and respond to existing tickets
hu: Megtekintése és reagáljon a fennálló jegyek

source: The file you tried to upload is not allowed.
hu: A feltölteni kívánt fájl nem engedélyezett.

source: If you can't find a solution to your problems in our knowledgebase, you can submit a ticket by selecting the appropriate department below.
hu: Ha nem talál megoldást a tudásbázisban, akkor nyújtson be jegyet és válassza ki a megfelelő osztályt.

source: Ticket Not Found
hu: A jegy nem található

source: Open Support Tickets
hu: Megnyitás Támogatás Jegyek

source: Support Tickets
hu: Hibajegyek

source: Posted
hu: Beküldte

source: Reply
hu: Válasz

source: Staff
hu: Személyzet

source: Answered
hu: Megválaszolva

source: Closed
hu: Lezárva

source: If resolved, click here to close the ticket
hu: Ha megoldódott, kattintson ide, hogy lezárja a jegyet

source: Customer-Reply
hu: Ügyfél-Válasz

source: Submit Ticket
hu: Hibajegy beküldése

source: The support ticket system allows us to respond to your problems and enquiries as quickly as possible. When we make a response to your support ticket, you will be notified via email.
hu: A támogatási jegyet rendszer lehetővé teszi, hogy reagálni a problémákra és a vizsgálatokat a lehető leggyorsabban. Ha teszünk a válasz a támogatási jegyet, akkor értesítjük e-mailben.

source: Attachments
hu: Mellékletek

source: Ticket Created
hu: A jegy létrehozása

source: Your ticket has been successfully created. An email has been sent to your address with the ticket information. If you would like to view this ticket now you can do so.
hu: A jegy sikeresen létrejött. Egy e-mailt küldtünk a címet a jegyet információkat. Ha szeretné megtekinteni ezt a jegyet most megteheti.

source: Ticket ID
hu: Jegy ID

source: Urgency
hu: Sürgős

source: Could not upload attachment file
hu: Nem lehet feltölteni a fájlt

source: Uploaded file was too large. Please try uploading a smaller file.
hu: A feltöltött fájl túl nagy. Kérjük, próbálja meg feltölteni egy kisebb fájlt.

source: View Ticket
hu: Jegy megtekintése

source: This ticket is closed. You may reply to this ticket to reopen it.
hu: Ez a jegy le van zárva. Lehet válaszolni ezt a jegyet újra megnyitni.

source: Incorrect Pin!
hu: Helytelen PIN-kód!

source: We can't initiate phone verification for your number. Please contact us.
hu: Nem tudunk kezdeményezni telefon-ellenőrzés az Ön számát. Kérjük, lépjen kapcsolatba velünk.

source: Invalid phone number
hu: Érvénytelen telefonszám

source: The PIN you entered was invalid!
hu: Érvénytelen volt a megadott PIN-kód!

source: The pin you entered was not valid.
hu: A megadott PIN-kód érvénytelen volt.

source: Pin Code Verification Failed
hu: PIN-kód ellenőrzése sikertelen

source: Phone verification initiated for number %s . Please wait...
hu: Telefon ellenőrző kezdeményezett indított száma %s . Kérem várjon...

source: Phone call
hu: Telefonhívás

source: Enter your PIN:
hu: Írja be a PIN-kódot:

source: Thank you for using our SMS verification system. Your code is: %s Please enter this code on your computer now.!
hu: Köszönjük, hogy igénybe is SMS-ellenőrző rendszer. A kód a következő:% s Kérjük, adja meg ezt a kódot a számítógépén most.!

source: TeleSign phone verification.
hu: TeleSign telefon-ellenőrzés.

source: Choose verification type for number %s:
hu: Válassza ki a hitelesítés típusát száma %s:

source: There is a temporary problem with the phone verification service and phone verification has been canceled.
hu: Van egy átmeneti probléma a telefon ellenőrzési szolgálat és a telefon ellenőrzést törölték.

source: There was a problem with the phone verification service and your order could not be validated. Please try again later.
hu: Hiba a telefon ellenőrzési szolgálat és a megrendelés nem lehetett érvényesíteni. Kérjük, próbálkozzon később.

source: Your phone number %s needs to be verified to complete the order.
hu: Az Ön telefonszáma:% s ellenőrizni kell, hogy töltse ki a rendelést.

source: Excellent
hu: Kiváló

source: Poor
hu: Rossz

source: How would you rate this reply?
hu: Hogyan ítéli meg ezt a választ?

source: You rated this response
hu: Ön értékelte ezt a választ

source: Transfer Domain
hu: Transzfer Domain

source: Want to move your domain to us? If so, enter your domain below to begin.
hu: Szeretné helyezni a domain nekünk? Ha igen, adja meg a domain alatt kezdeni.

source: Transfer a Domain Name
hu: Transzfer a domain neve

source: Update Cart
hu: Kosár frissítése

source: Upgrade/Downgrade the configurable options on this product.
hu: Frissítés/visszalépés a konfigurálható lehetőség a termékről.

source: Choose the package you want to upgrade/downgrade your current package to from the options below.
hu: Válassza ki a csomagot frissíteni kívánt/visszalépés a jelenlegi csomag az alábbi lehetőségek közül.

source: Current Configuration
hu: A jelenlegi konfiguráció

source: Upgrade/Downgrade Options
hu: Frissítés/visszalépés lehetőségek

source: New Configuration
hu: Új konfiguráció

source: No Change
hu: Nincs változás

source: Upgrade price is calculated from a credit of the unused portion of the current plan and billing of the new plan for the same period
hu: Frissítés ár kiszámítása a hitel fel nem használt részét a jelenlegi terv és a számlázás az új terv az ugyanebben az időszakban

source: Below is a summary of your upgrade order.
hu: Az alábbiakban összefoglaljuk a frissítés rendelésben.

source: Use Default Contact (Details Above)
hu: Alapértelmezett kapcsolattartó

source: Call Now!
hu: Hívjon most!

source: As part of our fraud prevention measures, we will now call the phone number registered for your account and ask you to enter the above pin code. Please make a note of the pin code and when you are ready for us to place the phone call, please click on the button below.
hu: Ennek része a csalást megelőző intézkedésekről, amit most hívni a telefonszámot regisztrált fiókjába, és kéri, hogy adjuk a fenti pin kódot. Kérjük, jegyezze fel a PIN-kódot, és amikor készen állnak a számunkra, hogy helyezze a telefonhívást, kattintson az alábbi gombra.

source: An error occurred and we could not call your phone number to verify your order. Please contact our support department as soon as possible to complete your order.
hu: Egy hiba történt, és nem tudtuk hívni a telefonszámot, hogy ellenőrizze a rendelést. Kérjük, forduljon ügyfélszolgálati részleg lehető legrövidebb időn belül befejezni a rendelést.

source: The call to verify your order failed. This could be because your phone number was incorrectly entered or is blacklisted on our system. Please contact our support department as soon as possible to complete your order.
hu: A hívás, hogy ellenőrizze a megrendelés nem sikerült. Ez lehet, mert a telefonszám tévesen beírt vagy feketelistára a rendszerünkben. Kérjük, forduljon ügyfélszolgálati részleg lehető legrövidebb időn belül befejezni a rendelést.

source: Failed
hu: Nem sikerült

source: View Cart
hu: Kosár megtekintése

source: Welcome Back
hu: Üdvözöljük a vezérlőpulton

source: WHOIS Results for
hu: WHOIS eredmények

source: Your Details
hu: A Részletek

source: Attached Files
hu: Csatolt fájlok

source: Date Added
hu: Hozzáadás dátuma

source: Filename
hu: Fájlnév

source: Lost Password Reset
hu: Elfelejtett jelszó alaphelyzetbe állítása

source: If you have forgotten your password, you can reset it here. When you fill in your registered email address (and answer your account security question if set), you will be sent instructions on how to reset your password.
hu: Elfelejtette a jelszavát, itt állítható alaphelyzetbe. Kitöltése után az Ön regisztrált e-mail címét (vagy a választ a fiók biztonsági kérdés, ha beállítása), meg kell küldeni utasításokat a jelszó alaphelyzetbe állításához.

source: Please enter your email address
hu: Kérjük, adja meg email címét

source: No client account was found with the email address you entered
hu: Nem ügyfélfiók találtak az e-mail címet beírt

source: As you have a security question setup on your account, you must enter the answer to this question below.
hu: Ahogy egy biztonsági kérdést beállítás a fiók, meg kell adnia a választ erre a kérdésre az alábbiakban.

source: The security question answer you entered does not match the answer set in your account
hu: A biztonsági kérdés válasz beírt nem felel meg a választ beállított fiók

source: Validation Email Sent
hu: Érvényesítés e-mail elküldve

source: The password reset process has now been started. Please check your email for instructions on what to do next.
hu: A jelszó-visszaállítási folyamat most kezdődött. Kérjük, ellenőrizze az e-mail az utasításokat, hogy mit tegyen.

source: The reset link you have followed is invalid. Please try again.
hu: A visszaállítás link követte érvénytelen. Kérjük, próbálja újra.

source: The reset link you have followed has expired. Please try again.
hu: A visszaállítás link követte lejárt. Kérjük, próbálja újra.

source: Password Reset Successful
hu: Új jelszó Sikeres

source: Overage Charge
hu: Többlet díj

source: Total Disk Usage
hu: Teljes lemezhasználat

source: Total Bandwidth Usage
hu: Teljes sávszélesség-használat

source: Commissions Pending Maturation
hu: Függőben lévő érlelési jutalékok

source: Available Commissions Balance
hu: Elérhető jutalékok egyenlege

source: Number of Signups
hu: Regisztrációk száma

source: Conversion Rate
hu: A konverziós ráta

source: %s has a minimum requirement of %s and maximum of %s
hu: %s van egy minimum követelmény% s és a maximálisan %s

source: Tick this box if you do NOT want us to store your credit card details for recurring billing
hu: Jelölje be ezt a négyzetet, ha nem szeretné, hogy tárolja a hitelkártya adatait az ismétlődő számlázás

source: Delete Saved Card Details
hu: Törlése Mentett kártya Részletek

source: The stored credit card details have now been removed from your account
hu: A tárolt hitelkártya adatait már eltávolították a fiókjából

source: Credit Card Details cannot be updated at the current time. Please try again later.
hu: Hitelkártya adatait nem lehet frissíteni az aktuális időt. Kérjük, próbálkozzon később.

source: Thank You! Your payment was successful.
hu: Köszönjük! A fizetés sikeres volt.

source: Unfortunately your payment attempt was not successful.<br />Please try again or contact support.
hu: Sajnos a fizetési kísérlet nem volt sikeres.<br />Kérjük, próbálja újra, vagy lépjen kapcsolatba támogatással.

source: The promotion code you entered has been applied to your cart but no items qualify for the discount yet - please check the promotion terms
hu: A promóciós kódot beírni került sor a kosárban, de üres jogosult a kedvezmény még - kérjük ellenőrizze a promóció feltételei

source: You cannot currently upgrade or downgrade this product because an invoice has already been generated for the next renewal.<br /><br />To proceed, please first pay the outstanding invoice and then you will be able to upgrade or downgrade immediately following that and be charged the difference or credited as appropriate.
hu: Ön jelenleg nem vagy következő verziójára ezt a terméket, mert a számla már létre a következő megújítás.<br /><br />A folytatáshoz, kérjük, először kifizeti a kiemelkedő számlát, és akkor lesz képes frissíteni, vagy visszalépés közvetlenül követő, és terhelik a különbség, vagy jóvá kell.

source: You cannot currently upgrade or downgrade this product because an upgrade or downgrade is already in progress.<br /><br />To proceed, please first pay the outstanding invoice and then you will be able to upgrade or downgrade immediately following that and be charged the difference or credited as appropriate.<br/><br/>If you believe you are receiving this message in error, please submit a trouble ticket.
hu: Jelenleg nem tud feljavít vagy ereszkedő ezt a terméket, mert egy feljavít vagy ereszkedő már folyamatban van.<br /><br />A folytatáshoz, kérjük, először kifizeti a fennálló számlát, és akkor képes lesz arra, hogy magasabb vagy alacsonyabb közvetlenül követő és terhelik a különbözetet, vagy jóváírják a megfelelő.<br/><br/>Ha úgy gondolja, ez az üzenet a hiba, kérjük küldjön egy hibajegyet.

source: Activate Sub-Account
hu: Al-fiók aktiválása

source: Tick to configure as a sub-account with client area access
hu: Jelölje be, ha al-fiókként szeretné beállítani, ügyfélkapu hozzáféréssel

source: Sub-Account Permissions
hu: Al-Fiók Engedélyek

source: Modify Master Account Profile
hu: Módosítása Mester fiók megtekintése

source: View & Manage Contacts
hu: Megtekintése és kezelése Kapcsolat

source: View Products & Services
hu: Megtekintése Termékek és szolgáltatások

source: View & Modify Product Passwords
hu: Megtekintése és módosítása Termék Jelszavak

source: View Domains
hu: Domainek megtekintése

source: Manage Domain Settings
hu: Domain beállítások kezelése

source: View & Pay Invoices
hu: Megtekintése és Fizetés Számlák

source: View & Open Support Tickets
hu: Megtekintése és Megnyitás támogatás Jegyek

source: View & Manage Affiliate Account
hu: Megtekintése és Kezelése Partner fiók

source: View Emails
hu: E-mailek Megtekintése

source: Place New Orders/Upgrades/Cancellations
hu: Helyezze Új megrendelések/Frissítések/Lemondás

source: You do not have the required permissions to access this page
hu: Nem rendelkezik a szükséges jogosultsággal erre a lapra

source: Your allowed permissions are:
hu: Az Ön megengedett engedélyei:

source: Contact the master account owner if you feel this to be an error.
hu: Lépjen kapcsolatba a fő fiók tulajdonosa, ha úgy érzi, hogy ez hiba.

source: You do not have permission to login using Single Sign-On.
hu: Nem kell engedély a bejelentkezéshez használ Egyszeri bejelentkezés.

source: Also Read
hu: Olvassa el is

source: Triennially
hu: Háromévente

source: 36 Month Price
hu: 36 Havi ár

source: Domain Renewals
hu: Domain megújítás

source: Days Until Expiry
hu: Napok száma a lejáratig

source: There are no domains eligible for renewal in your account
hu: Nincs domain választható megújítása a fiókban

source: Past Renewable Period
hu: Múltbeli megújítható időszakra

source: Last Chance to Renew!
hu: Utolsó esély a Megújítás!

source: Days Ago
hu: Nappal ezelőtt

source: Partial Payments
hu: Részleges fizetések

source: Total Due
hu: Fizetendő összeg

source: Mass Payment
hu: Tömeges fizetés

source: Below is a summary of the selected invoices and the total due to pay all of them. To submit payment please just choose your desired payment method below and then submit.
hu: Az alábbiakban összefoglaljuk a kiválasztott számlák és a teljes miatt fizetni mindet. A benyújtja kifizetési kérjük csak válassza ki a kívánt fizetési módot az alábbiakban majd benyújtja.

source: Pay Selected
hu: Fizetés Kiválasztott

source: Pay All
hu: Fizetés összes

source: Enter Domain to Find
hu: Adja meg Domain a Keresés

source: Filter
hu: Szűrő

source: Suspension Reason
hu: Felfüggesztés oka

source: Overdue on Payment
hu: Lejárt a fizetési határidő

source: VPS Management
hu: VPS kezelés

source: Power Management
hu: Energiagazdálkodás

source: Power On
hu: Bekapcsolás

source: Power Off (Forced)
hu: Kikapcsolás (Kényszerített)

source: Reboot
hu: Indítsa újra a számítógépet

source: Shutdown
hu: Leállítás

source: CPU Graphs
hu: CPU Grafikonok

source: Network Graphs
hu: Hálózati Grafikonok

source: Hourly
hu: Óránként

source: Daily
hu: Napi

source: Weekly
hu: Heti

source: Backup Options
hu: Biztonsági mentés Beállítások

source: Generate Backup
hu: Biztonsági mentés generálása

source: Restore Backup
hu: Biztonsági mentés visszaállítása

source: Restoring the backup will over write your VPS server
hu: Visszaállítása a biztonsági másolat több mint írja a VPS szerver

source: There are no backups
hu: Nincs biztonsági mentések

source: Running
hu: Fut

source: Not Running
hu: Nem Fut

source: Power is cycling
hu: Teljesítmény kerékpározás

source: Cloud
hu: Felhő

source: Template
hu: Sablon

source: System Status
hu: Rendszerállapot

source: Our Latest Tweets
hu: A legújabb Twitter bejegyzések

source: Follow Us on Twitter
hu: Kövesse munkánkat a Twitteren

source: Follow us
hu: Kövess minket

source: to stay up to date with our latest news &amp; offers
hu: A naprakész a legújabb hírek &amp; kínál

source: Live Help
hu: Élő Segítség

source: Release Domain
hu: Kiadás Domain

source: Enter a new TAG here to move your domain name to another registrar
hu: Írja be az új TAG ide helyezze át a domain név egy másik regisztrátor

source: New Registrar Tag
hu: Új Regisztrátor Tag

source: Order Form
hu: Megrendelőlap

source: Signup
hu: Regisztráció

source: Please choose a product to begin
hu: Kosara üres<br/>Kérjük, válasszon egy terméket megkezdéséhez...

source: Configuration Options
hu: Konfigurációs beállítások

source: The following errors occurred and must be corrected before checkout:
hu: Az alábbi hibák történtek, és korrigálni kell, mielőtt pénztár:

source: The Terms of Service must be agreed to
hu: Az Általános Szerződési Feltételek egyeztetni kell a

source: Please tick to confirm you agree to the
hu: Kérjük, jelölje meg, hogy erősítse meg, hogy elfogadja az

source: I'm a New Customer
hu: Én egy új ügyfél

source: I'm an Existing Customer
hu: Én Meglévő ügyfél

source: Promotion
hu: Promóciós

source: Enter Promotion Code
hu: Adja meg a Promóciós kód

source: Remove Promo
hu: Eltávolítás Promóciós

source: Recurring Charges
hu: Ismétlődő költségek

source: Please enter the domain you would like to use below.
hu: Kérjük, adja meg a domain szeretné használni az alábbiakban.

source: Congratulations, this domain is available!
hu: Gratulálunk, ezen a területen elérhető!

source: Please register this domain for
hu: Kérjük, regisztráljon ezen a területen a

source: I will register it myself seperately
hu: Én regisztrálni magam külön

source: Sorry, this domain is already taken. If you are the owner, please choose an option below...
hu: Sajnos, ez a domain már foglalt. Ha Ön a tulajdonosa, kérjük válasszon az alábbi lehetőségek közül...

source: Please transfer my domain for
hu: Kérjük, transzfer a domain

source: I already own this domain and will update the nameservers
hu: Már maga ez a domain, és frissíti a névszerverek

source: The domain you entered is not valid. Enter only the part after the www. and include the TLD
hu: A tartomány beírt nem érvényes. Csak a rész után www. és tartalmazza a TLD

source: Invalid Link Followed. Please Contact Support
hu: Érvénytelen link követni. Kérjük Kapcsolatfelvétel az ügyfélszolgálattal

source: Launch DNS Manager
hu: DNS-kezelő Elindítása

source: Launch Mail Forwarding Manager
hu: Mail továbbítás kezelő Elindítása

source: Priority Record for MX Only
hu: Prioritás Record MX csak

source: This promotion has not yet started. Please try again later.
hu: Ez a promóció még nem kezdődött el. Kérjük, próbálkozzon később.

source: MERGED
hu: EGYESÍTETT

source: Quote
hu: Árajánlatok

source: My Quotes
hu: Árajánlatok

source: Accept Quote
hu: Árajánlat elfogadása

source: Download PDF
hu: PDF letöltése

source: Discount (%)
hu: Kedvezmény (%)
